{
  "shocking_numbers": [
    "المصريين صرفوا 70 مليار جنيه على السجاير في سنة واحدة بس.",
    "صلاح بيقبض 350 ألف استرليني في الأسبوع، يعني 14 مليون جنيه.",
    "الفيديو ده هيتشاف 10 آلاف مرة وأنا نايم في بيتي.",
    "الهرم الأكبر فيه 2.3 مليون حجر، وزن الحجر الواحد 15 طن.",
    "شات جي بي تي جاب 100 مليون مستخدم في شهرين بس.",
    "شقة في الشيخ زايد بـ 40 مليون جنيه واتباعت في يومين.",
    "أنت بتضيع 45 يوم كل سنة وأنت بتعمل سكرول على تيك توك.",
    "العربية دي بتوصل من 0 لـ 100 في 3 ثواني بالظبط.",
    "شركة أمازون بتشحن 1.6 مليون طرد كل يوم حول العالم.",
    "المخ البشري بيعمل 50 ألف فكرة عشوائية في اليوم الواحد."
  ],
  "confusing_questions": [
    "ليه أبل بتبيع الموبايل بـ 60 ألف جنيه والناس بتقف طوابير؟",
    "ليه 90% من المطاعم في مصر بتقفل قبل ما تكمل سنة؟",
    "إزاي كريم بيوصلك بـ 20 جنيه وبيدفع للسواق 30 جنيه وبيكسب؟",
    "ليه بتفتكر المواقف المحرجة اللي حصلت من 10 سنين قبل النوم؟",
    "ليه إيكيا بتحط المطعم في آخر المعرض مش في أوله؟",
    "ليه أسعار كل المنتجات آخرها 99 قرش ومش رقم صحيح؟",
    "إزاي أوبر هي أكبر شركة تاكسي في العالم ومعندهاش ولا عربية؟",
    "ليه المصريين بيشربوا شاي سخن مولع في عز حر شهر 8؟",
    "ليه الفقير بيشتري أيفون قسط والغني بيشتري دهب وأسهم؟",
    "ليه مياه \"إيفيان\" أغلى 10 مرات من المياه المعدنية العادية؟"
  ],
  "challenging_beliefs": [
    "الشهادة الجامعية مبقتش تضمن وظيفة، والشركات الكبيرة بطلت تطلبها.",
    "تحويش الفلوس في البنك هو أسرع طريقة عشان تخسر قيمتها.",
    "\"اشتغل اللي بتحبه\" دي أسوأ نصيحة ممكن تسمعها في البيزنس.",
    "الرياضة لوحدها مستحيل تخسسك لو لسه بتاكل محشي ومكرونة.",
    "تعدد المهام كذبة كبيرة، أنت بس بتشتت مخك وبتقلل إنتاجيتك.",
    "العقار مش دايماً \"الابن البار\"، ممكن يبقى ورطة لو اشتريت غلط.",
    "المنتج الحلو مش بيبيع نفسه، ده كلام فارغ بيضيع شركات.",
    "عدد المتابعين مش دليل على النجاح، ممكن يكونوا وهميين أو مفلسين.",
    "الصحيان الساعة 5 الفجر مش هو سر نجاح المليارديرات.",
    "فكرة \"المدير هو اللي بيقبض أكتر\" انتهت، الفريلانسر بيعمل أضعافه."
  ],
  "personal_stories": [
    "محمود بدأ بـ 500 جنيه، ودلوقتي عنده مصنع بيصدر لأوروبا.",
    "سارة سابت هندسة وبقت بتكسب 2000 دولار من تعليم العربي للأجانب.",
    "صاحبي سدد ديون بـ 100 ألف جنيه في سنة لما بطل منظرة.",
    "اترفضت في 20 انترفيو، والنهاردة أنا اللي بعين الموظفين دول.",
    "ندى خسرت 30 كيلو في 6 شهور من غير دايت قاسي.",
    "اتعلمت مونتاج في شهر، ودلوقتي ساعتي بـ 50 دولار.",
    "زميلي اشترى عربية جديدة كاش من أرباح قناته على يوتيوب.",
    "جربت أبيع مياه في الإشارات، واكتشفت درس غير حياتي للأبد.",
    "عملت سيستم بيبيع كورساتي وأنا نايم، صحيت لقيت 5 مبيعات.",
    "الفيديو ده جابلي 10 عملاء جدد عشان غيرت جملة واحدة بس."
  ],
  "shocking_comparisons": [
    "تيشيرت زارا بـ 2000 جنيه، وتكلفته في المصنع 150 جنيه بس.",
    "لو استثمرت 1000 جنيه في أمازون سنة 97، معاك 12 مليون.",
    "قسط الشقة دي أرخص من إيجارها الشهري بـ 2000 جنيه كاملين.",
    "سعر تويوتا كورولا في مصر يجيبلك بورش مستعملة في دبي.",
    "تصميم لوجو واحد ممكن يجيبلك مرتب شهر كامل لموظف حكومة.",
    "ساندوتش البرجر ده فيه سعرات قد 5 أطباق سلطة فواكه.",
    "اشتراك الجيم سنة أرخص من عملية تكميم ومشاكلها بكتير.",
    "إعلان واحد عند انفلونسر أغلى من إيجار بيلبورد على المحور.",
    "سعر جرام الدهب زاد 500% في آخر 5 سنين بس.",
    "تكلفة سفرية للساحل أسبوع، ممكن تفتحلك مشروع صغير يغير حياتك."
  ]
}
