{
  "metadata": {
    "version": "1.0",
    "description": "Golden Viral Scripts Database",
    "techniques_used": ["Knowledge Gap", "Selfish Viewer", "Slippery Slope", "Visualization", "Pattern Interrupt", "Common Enemy", "Infinite Loop"]
  },
  "universal_hooks": [
    "اللي بيوصلك عن {topic} ده نص الحقيقة بس... النص التاني هو اللي فيه السر اللي محدش عايزك تعرفه!",
    "لو فاكر إن اللي بيحصل في {topic} ده صدفة... تبقى غلطان! السيناريو ده مترتب لسبب واحد بس.",
    "أوعى تاخد خطوة في {topic} قبل ما تسمع الكلمتين دول... عشان الغلطة هنا تمنها غالي أوي!",
    "أتحداك تكون واخد بالك من التفصيلة دي في {topic}... عشان 99% من الناس بيشوفوها ومش فاهمين معناها!",
    "رقم واحد بس في {topic} قلب الموازين كلها... الرقم ده مش صدفة، ده جرس إنذار!"
  ],
  "categories": {
    "real_estate": {
      "name": "العقارات",
      "examples": [
        {
          "title": "إيجار ولا تمليك؟",
          "script": "لو فاكر إن \"الإيجار\" فلوس مرمية في الأرض.. يبقى أنت بتكرر أكبر كدبة أهالينا عاشوا فيها! الحسبة دي هتغير تفكيرك للأبد.\n\nإحنا مش بنقولك نام في الشارع.. إحنا بنتكلم عن \"تكلفة الفرصة البديلة\" اللي بتخلي الغني يزداد غنى والفقير يفضل محبوس في شقة تمليك.\n\nلغة الأرقام مابتكدبش.. لو معاك 5 مليون جنيه واشتريت شقة، فلوسك \"اتجمدت\". لكن لو أجرت نفس الشقة بـ 20 ألف، واستثمرت الـ 5 مليون في دهب أو بيزنس بيجيب 20% سنوياً.. هتعمل مليون جنيه في السنة!\n\nيعني الإيجار بيدفع نفسه، وبيفضلك أصل المبلغ بيزيد مع التضخم. الأغنيا بيسكنوا بالإيجار وبيستثمروا في الأصول، وإحنا بنموت عشان نمتلك الحيطان.\n\nوعشان كدة.. قبل ما تحط شقا عمرك في خرسانة.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "title": "خدعة الـ Sold Out",
          "script": "ليه المطورين العقاريين بيعلنوا إن \"المرحلة الأولى خلصت بالكامل\" بعد ساعة من الطرح؟.. لو صدقتهم، يبقى أنت شربت المقلب!\n\nدي مش شطارة بيع.. دي أقدم خدعة في الكتاب اسمها \"الندرة المصطنعة\" عشان يجبرك تشتري بالسعر الغالي.\n\nاللي بيحصل كالتالي: الشركة بتقفل على 80% من الوحدات المميزة، وتعرضلك أسوأ وحدات وتقولك \"ده اللي فاضل\". لما تتوتر وتشتري، يفتحوا المرحلة التانية بسعر أعلى 20%.\n\nأنت مش بتشتري عقار.. أنت بتشتري \"خوفك\" إن الأسعار تزيد بكرة. هما بيبيعوا الوهم، وأنت بتدفع الفاتورة.\n\nوعشان كدة.. لما تسمع كلمة \"سولد أوت\".. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "content_creation": {
      "name": "صناعة المحتوى",
      "examples": [
        {
          "title": "وهم المشاهدات",
          "script": "لو فاكر إن \"المليون مشاهدة\" هتخليك مليونير.. يبقى أنت عايش في الوهم! دي أكبر كدبة اليوتيوبرز بيصدروها للناس.\n\nإحنا مش بنتكلم عن أرقام الشاشة.. إحنا بنتكلم عن \"حساب البنك\". المشاهدات دي منظرة، لكن مش بتأكل عيش.\n\nلغة الأرقام بتقول: فيديو جاب مليون مشاهدة من \"الإعلانات\" ممكن يدخلك 200 دولار بس. لكن فيديو جاب 5 آلاف مشاهدة بس بتبيع فيه \"منتجك\"، ممكن يدخلك 2000 دولار!\n\nأنت مش محتاج جمهور قد \"استاد القاهرة\".. أنت محتاج 1000 عميل حقيقيين بيثقوا فيك ومستعدين يدفعوا.\n\nوعشان كدة.. قبل ما تجري ورا التريند والرقص.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "title": "سر الـ 3 ثواني",
          "script": "ليه فيه فيديوهات تافهة بتجيب ملايين، وفيديوهاتك المتعوب عليها مابتعديش الـ 200 مشاهدة؟.. السر كله في \"أول جملة\"!\n\nتيك توك مش بيهمها جودة الكاميرا.. بيهمها حاجة واحدة بس: \"هل المشاهد وقف صباعه ولا كمل سكرول؟\".\n\nلو بدأت الفيديو بـ \"السلام عليكم ازيكم يا جماعة\".. مبروك الفيديو مات. المشاهد بيقرر يكمل ولا لأ في 0.8 من الثانية. لازم تبدأ بـ \"خناقة\" أو \"رقم\" أو \"صدمة\".\n\nقاعدة ذهبية: ابدأ الفيديو من نصه! الغي المقدمات وادخل في الموضوع فوراً.\n\nوعشان كدة.. وأنت بتكتب سكربت الفيديو الجاي.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "business": {
      "name": "البيزنس",
      "examples": [
        {
          "title": "خرافة الفكرة",
          "script": "لو خايف تقول فكرة مشروعك لحد ليسرقها.. يبقى أنت لسه مبتدئ ومفهمتش اللعبة! الفكرة لوحدها تمنها \"صفر\" في سوق البيزنس.\n\nفيسبوك مكنش أول موقع تواصل. الفكرة في \"التنفيذ\" مش في الاختراع.\n\nتخيل إن \"أوبر\" و \"كريم\" نفس الفكرة بالظبط؟ اللي كسب هو اللي عرف يدير السواقين ويحرق أسعار. المستثمر مش بيحط فلوس في \"فكرة\"، بيحط فلوس في \"فريق\".\n\nقول فكرتك لكل الناس.. الـ Feedback اللي هيجيلك أهم بكتير من خوفك.\n\nوعشان كدة.. بدل ما تحبس فكرتك في الدرج.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "title": "خدعة الفشار",
          "script": "ليه علبة الفشار الوسط في السينما سعرها قريب أوي من العلبة الكبيرة؟.. دي مش غلطة تسعير، دي مصيدة معمولة عشانك مخصوص!\n\nدي خدعة نفسية اسمها \"تأثير الطعم\". هما مش عايزين يبيعوا الوسط أصلاً.. هما حاطينه عشان الكبيرة تبان \"لقطة\".\n\nالصغير بـ 30، والوسط بـ 60، والكبير بـ 65. عقلك بيقول: \"أزود 5 جنيه بس وآخد الضعف؟ يا بلاش!\". فبتشتري الكبيرة وأنت مبسوط.\n\nالحقيقة إنك دفعت 65 جنيه في درة تمنها الحقيقي 5 جنيه.\n\nوعشان كدة.. لما تشوف 3 أسعار لأي خدمة.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "technology": {
      "name": "التكنولوجيا",
      "examples": [
        {
          "title": "جوجل المجاني",
          "script": "لو فاكر إن \"جوجل\" خدماته ببلاش عشان بيحبك.. يبقى أنت فايتك نص الحقيقة! أنت مش العميل، أنت \"المنتج\" اللي بيتباع.\n\nإحنا مش بنتكلم عن نظريات مؤامرة.. إحنا بنتكلم عن \"داتا\" حياتك اللي بتتسجل بالثانية وبتتباع لشركات الإعلانات.\n\nتخيل إن جوجل ماب بيسجل كل خطوة مشيتها من سنة 2015 لحد النهاردة؟ وتخيل إن المايك بتاعك بيسمع كلمات مفتاحية عشان يطلعلك إعلانات؟\n\nالحركة المرعبة بجد؟ إن الذكاء الاصطناعي دلوقتي مبقاش محتاج يسمعك.. هو بقى \"بيتوقع\" أنت هتعوز إيه قبل ما تفكر فيه أصلاً!\n\nوعشان كدة.. قبل ما تدوس \"Accept All Cookies\" تاني.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "title": "مهارات الـ AI",
          "script": "خايف الذكاء الاصطناعي ياخد شغلك؟.. اطمن، الروبوت مش هياخد مكانك، اللي هياخد مكانك هو واحد بيعرف يستخدم الـ AI أحسن منك!\n\nدي مش نهاية الوظايف.. دي بداية عصر الـ \"Super Employee\". الموظف اللي كان بيخلص شغلانة في يوم، دلوقتي بيخلصها في ساعة بـ ChatGPT.\n\nالشركات مش هتمشي الناس عشان توفر.. الشركات هتمشي الناس \"البطيئة\". لو اتعلمت الأدوات دي النهاردة، قيمتك في السوق هتتضاعف.\n\nالفرصة لسه قدامك.. الأدوات دي ببلاش، وتعليمها مش محتاج غير يوتيوب وساعتين زمن.\n\nوعشان كدة.. بدل ما تخاف من المستقبل.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "general": {
      "name": "عام",
      "examples": [
        {
          "title": "غرق تايتنك",
          "script": "لو فاكر إن \"تايتنك\" غرقت عشان خبطت في جبل تلج.. يبقى أنت طيب أوي! الرواية الرسمية دي وراها أكبر عملية نصب في التاريخ.\n\nالموضوع مش قضاء وقدر.. الموضوع \"سبوبة\" تأمين. الشركة كان عندها سفينة تانية خربانة اسمها \"أوليمبيك\"، وكان لازم يتخلصوا منها.\n\nالنظرية بتقول إنهم بدلوا الاسماء.. اللي غرقت هي السفينة \"الخربانة\" عشان ياخدوا تعويض بالملايين!\n\nالدليل المرعب؟.. صاحب الشركة الملياردير \"جي بي مورجان\" لغى رحلته قبل السفر بساعات. هو كان عارف إنها رحلة ذهاب بلا عودة.\n\nوعشان كدة.. لما تقرأ أي قصة تاريخية مشهورة.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "title": "عمرك الحقيقي",
          "script": "لو عيشت 80 سنة.. تفتكر هتعيش منهم كام سنة \"حر\" بجد؟.. الرقم الحقيقي هيصدمك ويخليك تعيد حساباتك فوراً!\n\nتعالى نحسبها بالورقة والقلم ونشيل الوقت الإجباري.. حياتك أقصر بكتير مما تتخيل.\n\nهتقضي 26 سنة نايم.. و 10 سنين بتشتغل.. و 10 سنين باصص في شاشة الموبايل.. و 4 سنين مواصلات. اللي فاضلك \"لنفسك\" ولأهلك ولأحلامك؟.. 9 سنين بس!\n\nالـ 9 سنين دول هما \"الحياة\" بجد.. والباقي كله \"صيانة\" عشان تفضل عايش.\n\nوعشان كدة.. قبل ما تضيع ساعة كمان في السكرول.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "self_development": {
      "name": "تطوير الذات",
      "examples": [
        {
          "title": "وهم التحفيز",
          "script": "التحفيز ده أكبر كدبة أنت مصدقها.. لو مستني \"نفسك تتفتح\" عشان تذاكر أو تتمرن، يبقى هتفضل فاشل طول عمرك!\n\nالكلام ده يزعل بس حقيقي.. الناجحين مش بيشتغلوا عشان \"مبسوطين\"، بيشتغلوا عشان عندهم \"نظام\".\n\nمحمد صلاح مش بيصحى كل يوم الفجر وهو طاير من الفرحة.. هو بيصحى عشان \"لازم يصحى\". الاعتماد على المشاعر هو طريق الفشل، لأن المشاعر متقلبة.. لكن الالتزام ثابت.\n\nالحل مش إنك تتفرج على فيديو تحفيزي.. الحل إنك تعمل الحاجة وأنت \"قرفان\" ومش طايق نفسك.. هو ده الفرق الوحيد.\n\nوعشان كدة.. لما تلاقي نفسك مكسل ومستني الوحي ينزل.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "title": "قانون الـ 5 ثواني",
          "script": "عارف اللحظة اللي بتفكر فيها تقوم تعمل حاجة، وبعدين تكسل؟.. اللحظة دي هي اللي بتفرق بين الناجح والفاشل، والحل في 5 ثواني بس!\n\nمخك مصمم إنه يحميك من التعب.. فبمجرد ما تفكر في مجهود، مخك بيبدأ يطلع أعذار. \"الجو برد\"، \"هبدأ بكرة\".\n\nالحل؟ قاعدة ميل روبنز: أول ما الفكرة تجيلك، عد تنازلي 5-4-3-2-1 وقوم فوراً زي الصاروخ. العد بيعطل الجزء \"الكسول\" في مخك.\n\nلو عديت الـ 5 ثواني ومقومتش، الفكرة ماتت. حياتك كلها بتتغير في قرارات صغيرة بناخدها في ثواني.\n\nوعشان كدة.. المرة الجاية لما المنبه يرن.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "restaurants": {
      "name": "المطاعم",
      "examples": [
        {
          "title": "وهم الإعلانات",
          "script": "ليه ساندوتش البرجر في الإعلان شكله يجنن، ولما تشتريه بيطلع \"مفعوص\"؟.. الحقيقة إن اللي بتشوفه في التليفزيون ده مش أكل أصلاً!\n\nإحنا بنتكلم عن \"ميكب أرتيست\" بس للأكل.. خدع تصوير بتخليك تجوع غصب عنك.\n\nعارف اللمعة اللي على اللحمة؟ ده زيت عربيات! وعارف الجبنة اللي بتمط؟ ده غراء خشب! وعارف البخار اللي طالع؟ دي قطنة مبلولة سخنة ورا الساندوتش.\n\nأنت مش بتشتري طعم، أنت بتشتري \"صورة\". المطاعم بتبيع الوهم لعينك قبل بطنك.\n\nوعشان كدة.. لما تشوف إعلان يخلي ريقك يجري.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "title": "خدعة البوفيه",
          "script": "إزاي تاكل في البوفيه المفتوح من غير ما المطعم يضحك عليك؟.. البوفيه مصمم هندسياً عشان يشبعك بأرخص أكل عندهم!\n\nلاحظ دايماً إن أول صواني في البوفيه هي \"العيش، المكرونة، والرز\". ليه؟ عشان تملأ طبقك (وبطنك) نشويات رخيصة قبل ما توصل للحمة.\n\nالذكي بيعمل العكس: ابدأ بالبروتين والسلطة، وسيب العيش للآخر. ومتاكلش عيش كتير، ده بيشرب مية وبينفخ البطن فتشبع بسرعة.\n\nأنت دافع مبلغ وقدره.. فكل الحاجات الغالية وسيب المكرونة اللي بتعملها في البيت ببلاش.\n\nوعشان كدة.. وأنت ماسك الطبق ورايح على البوفيه.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "fashion": {
      "name": "الفاشون",
      "examples": [
        {
          "title": "وهم البراندات",
          "script": "مش محتاج تلبس \"براندات\" عشان تبان غني.. أغنى ناس في العالم بيلبسوا تيشيرتات سادة بـ 10 دولار! السر مش في السعر، السر في \"المقاس\".\n\nالبدلة أم 5000 جنيه لو واسعة عليك هتبان \"شوال\".. والتيشيرت أم 100 جنيه لو مظبوطة هتبان براند عالمي.\n\nمارك زوكربيرج وبيل جيتس مش بيلبسوا جواكيت عليها لوجوهات عملاقة.. ده اسمه \"Quiet Luxury\". اللي بيلبس لوجو كبير ده واحد بيحاول يثبت للناس إنه معاه فلوس.\n\nالشياكة مش إنك تشتري المحل كله.. الشياكة إنك تلبس اللي لايق على جسمك، حتى لو من الوكالة.\n\nوعشان كدة.. قبل ما تدفع نص مرتبك في جاكيت عليه لوجو.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "title": "خدعة الألوان",
          "script": "إزاي تلبس ألوان تخليك تبان أطول وأرفع من غير ما تخس كيلو واحد؟.. السر كله في العين والخدع البصرية.\n\nالخدعة اسمها \"المونوكروم\".. يعني تلبس لون واحد بدرجاته من فوق لتحت.\n\nالحركة دي بتخلي العين تمشي في خط مستقيم من غير ما تقف، فبتبان أطول. لكن لو لبست قميص أبيض وبنطلون أسود، أنت بتقسم جسمك نصين وبتبان أقصر.\n\nدي التريكاية اللي كل نجوم هوليوود بيعملوها على الريد كاربيت. الشياكة علم مش فهلوة.\n\nوعشان كدة.. وأنت بتنسق طقم الخروجة الجاية.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    }
  }
}
