{
  "metadata": {
    "version": "2.0",
    "description": "Golden Viral Scripts Database - Full Examples for Each Niche"
  },
  "universal_hooks": [
    "اللي بيوصلك عن {topic} ده نص الحقيقة بس... النص التاني هو اللي فيه السر اللي محدش عايزك تعرفه!",
    "لو فاكر إن اللي بيحصل في {topic} ده صدفة... تبقى غلطان! السيناريو ده مترتب لسبب واحد بس.",
    "أوعى تاخد خطوة في {topic} قبل ما تسمع الكلمتين دول... عشان الغلطة هنا تمنها غالي أوي!",
    "أتحداك تكون واخد بالك من التفصيلة دي في {topic}... عشان 99% من الناس بيشوفوها ومش فاهمين معناها!",
    "رقم واحد بس في {topic} قلب الموازين كلها... الرقم ده مش صدفة، ده جرس إنذار!"
  ],
  "categories": {
    "real_estate": {
      "name": "العقارات",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "إيجار ولا تمليك؟",
          "script": "لو فاكر إن \"الإيجار\" فلوس مرمية في الأرض.. يبقى أنت بتكرر أكبر كدبة أهالينا عاشوا فيها! الحسبة دي هتغير تفكيرك للأبد.\n\nإحنا مش بنقولك نام في الشارع.. إحنا بنتكلم عن \"تكلفة الفرصة البديلة\" اللي بتخلي الغني يزداد غنى والفقير يفضل محبوس في شقة تمليك.\n\nلغة الأرقام مابتكدبش.. لو معاك 5 مليون جنيه واشتريت شقة، فلوسك \"اتجمدت\". لكن لو أجرت نفس الشقة بـ 20 ألف، واستثمرت الـ 5 مليون في دهب أو بيزنس بيجيب 20% سنوياً.. هتعمل مليون جنيه في السنة!\n\nيعني الإيجار بيدفع نفسه، وبيفضلك أصل المبلغ بيزيد مع التضخم. الأغنيا بيسكنوا بالإيجار وبيستثمروا في الأصول، وإحنا بنموت عشان نمتلك الحيطان.\n\nوعشان كدة.. قبل ما تحط شقا عمرك في خرسانة.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "warning",
          "title": "أخطاء التشطيب",
          "script": "أوعى تستلم شقتك من المهندس أو المقاول قبل ما تبص على \"الركن\" ده.. عشان الغلطة هنا هتكلفك تكسير الشقة كلها من أول وجديد!\n\nإحنا مش بنتكلم عن لون دهان مش عاجبك.. إحنا بنتكلم عن كارثة \"تأسيس السباكة\" اللي بتبان بعد سنة لما الحيطان تبدأ تنشع.\n\nتخيل إن \"كوع سباكة\" بـ 50 جنيه لو مغشوش، ممكن يغرق عفش بـ 200 ألف جنيه؟ الصنايعية بيسترخصوا في اللي مدفون في الحيطة عشان مش باين.\n\nالحل؟.. اطلب \"شهادة ضمان\" من شركة المواسير نفسها، بييجوا يكبسوا المواسير ويتأكدوا إن مفيش تنفيس ويدوك ضمان مدى الحياة. دي ورقة بمليون جنيه.\n\nوعشان كدة.. وأنت بتشطب شقة العمر.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "secret",
          "title": "خدعة الـ Sold Out",
          "script": "ليه المطورين العقاريين بيعلنوا إن \"المرحلة الأولى خلصت بالكامل\" بعد ساعة من الطرح؟.. لو صدقتهم، يبقى أنت شربت المقلب!\n\nدي مش شطارة بيع.. دي أقدم خدعة في الكتاب اسمها \"الندرة المصطنعة\" عشان يجبرك تشتري بالسعر الغالي.\n\nاللي بيحصل كالتالي: الشركة بتقفل على 80% من الوحدات المميزة، وتعرضلك أسوأ وحدات وتقولك \"ده اللي فاضل\". لما تتوتر وتشتري، يفتحوا المرحلة التانية بسعر أعلى 20%، فإنت تفرح إنك كسبت، وهما كسبوا الضعف.\n\nأنت مش بتشتري عقار.. أنت بتشتري \"خوفك\" إن الأسعار تزيد بكرة. هما بيبيعوا الوهم، وأنت بتدفع الفاتورة.\n\nوعشان كدة.. لما تسمع كلمة \"سولد أوت\".. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "opportunity",
          "title": "غرب القاهرة",
          "script": "الناس كلها باصة على العاصمة الإدارية والتجمع.. بس \"حيتان العقارات\" عينهم على مكان تالت خالص، والمتر فيه لسه بتراب الفلوس!\n\nالسر في الاستثمار العقاري مش \"اللي غلي خلاص\".. السر في \"اللي لسه هيغلي\". والمؤشر كله رايح ناحية \"غرب القاهرة\" (زايد الجديدة وسفنكس).\n\nلغة الأرقام بتقول إن المنطقة دي بتنمو بنسبة 40% سنوياً بسبب المطار الجديد والمتحف الكبير. يعني الشقة اللي بـ 3 مليون النهاردة، هتبقى بـ 6 مليون في 2026.\n\nالقاعدة بتقول: اشتري لما الناس تبيع، وبيع لما الناس تشتري. الناس لسه نايمة، والفرصة دي مش هتتكرر تاني.\n\nوعشان كدة.. قبل ما تحط فلوسك في الزحمة.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "math_logic",
          "title": "فخ التمويل العقاري",
          "script": "رقم واحد بس في عقد التمويل العقاري ممكن يخليك تدفع تمن الشقة 3 مرات.. والبنك مستحيل يشرحلك النقطة دي بضمير!\n\nكلمة \"فايدة متناقصة\" دي أكبر فخ لغوي.. لأنك في أول 7 سنين بتكون بتدفع الفايدة بس، ومش بتسدد جنيه من تمن الشقة الأصلي.\n\nتخيل إنك واخد مليون جنيه.. بعد 5 سنين دفع أقساط، هتروح تلاقي عليك لسه 950 ألف جنيه! أنت كنت بتأجر الفلوس من البنك مش بتسدد القرض.\n\nالتمويل العقاري حلو في حالة واحدة بس: لو العقار بيزيد سنوياً بنسبة أكبر من فايدة البنك. غير كدة، أنت شغال عند البنك ببلاش.\n\nوعشان كدة.. قبل ما تمضي على قرض الـ 20 سنة.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "content_creation": {
      "name": "صناعة المحتوى",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "وهم المشاهدات",
          "script": "لو فاكر إن \"المليون مشاهدة\" هتخليك مليونير.. يبقى أنت عايش في الوهم! دي أكبر كدبة اليوتيوبرز بيصدروها للناس.\n\nإحنا مش بنتكلم عن أرقام الشاشة.. إحنا بنتكلم عن \"حساب البنك\". المشاهدات دي منظرة، لكن مش بتأكل عيش.\n\nلغة الأرقام بتقول: فيديو جاب مليون مشاهدة من \"الإعلانات\" ممكن يدخلك 200 دولار بس. لكن فيديو جاب 5 آلاف مشاهدة بس بتبيع فيه \"منتجك\"، ممكن يدخلك 2000 دولار!\n\nأنت مش محتاج جمهور قد \"استاد القاهرة\".. أنت محتاج 1000 عميل حقيقيين بيثقوا فيك ومستعدين يدفعوا. الكيف أهم من الكم بمليون مرة.\n\nوعشان كدة.. قبل ما تجري ورا التريند والرقص.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "warning",
          "title": "شراء المتابعين",
          "script": "أوعى تدفع جنيه واحد عشان تزود متابعينك.. الحركة دي هي \"رصاصة الرحمة\" اللي بتقتل بيها حسابك للأبد!\n\nشركات التزويد بتبيعلك \"أرقام\" مش بني آدمين. ولما الخوارزمية تلاقي عندك 100 ألف متابع، بس 10 بس اللي بيعملوا لايك.. بتفهم فوراً إن محتواك \"زبالة\".\n\nتخيل إنك فاتح محل وعندك زحمة وهمية من ناس ميتين.. الزبون الحقيقي لما يشوف المنظر ده هيهرب! الخوارزمية بتدفن حسابك ومستحيل يطلع تاني.\n\nالحل الوحيد لو عملت الغلطة دي؟.. امسح الأكونت وابدأ من الصفر على نظافة. الصفر الحقيقي أحسن من المليون المزيف.\n\nوعشان كدة.. لما تلاقي عرض \"10 آلاف متابع بـ 100 جنيه\".. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "secret",
          "title": "سر الـ 3 ثواني",
          "script": "ليه فيه فيديوهات تافهة بتجيب ملايين، وفيديوهاتك المتعوب عليها مابتعديش الـ 200 مشاهدة؟.. السر كله في \"أول جملة\"!\n\nتيك توك مش بيهمها جودة الكاميرا.. بيهمها حاجة واحدة بس: \"هل المشاهد وقف صباعه ولا كمل سكرول؟\".\n\nلو بدأت الفيديو بـ \"السلام عليكم ازيكم يا جماعة\".. مبروك الفيديو مات. المشاهد بيقرر يكمل ولا لأ في 0.8 من الثانية. لازم تبدأ بـ \"خناقة\" أو \"رقم\" أو \"صدمة\".\n\nقاعدة ذهبية: ابدأ الفيديو من نصه! الغي المقدمات وادخل في الموضوع فوراً. المشاهد أناني وعايز الزتونة.\n\nوعشان كدة.. وأنت بتكتب سكربت الفيديو الجاي.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "opportunity",
          "title": "الـ UGC",
          "script": "الناس فاكرة إنك لازم تكون \"موديل\" أو \"دمك خفيف\" عشان تكسب من السوشيال ميديا.. بس فيه \"سبوبة\" جديدة محدش واخد باله منها!\n\nالمجال ده اسمه UGC. يعني بتصور فيديو لمنتج في بيتك، وبتاخد عليه فلوس، ومن غير ما تنزله على صفحتك أصلاً!\n\nالشركات زهقت من الانفلونسرز المشاهير.. دلوقتي بيدوروا على \"ناس عادية\" يصوروا فيديوهات طبيعية بالموبايل عشان المصداقية.\n\nأنت ممكن تعمل 500 دولار من فيديو واحد مدته 15 ثانية، وأنت قاعد ببيجامة البيت، ومحدش يعرف اسمك أصلاً. دي أسهل فلوس في 2025.\n\nوعشان كدة.. بدل ما تضيع وقتك في الفرجة.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "math_logic",
          "title": "الكمية ضد الجودة",
          "script": "تعمل فيديو واحد بيرفكت كل شهر، ولا 30 فيديو نص نص كل يوم؟.. الإجابة بالأرقام هتصدمك وهتخليك تبطل \"مثالية\"!\n\nالخوارزمية عبارة عن \"وحش جعان\".. لو ماأكلتوش كل يوم، هينساك ويدور على غيرك. المثالية هي عدوة الانتشار.\n\nحسبة بسيطة: لو عملت فيديو واحد حلو وفشل، إحباطك هيبقى 100%. لكن لو عملت 30 فيديو، واحتمالية نجاح الواحد 5% بس.. إحصائياً لازم واحد فيهم يضرب فيرال!\n\nأنت بتتعلم \"بالكمية\" مش \"بالنوعية\". أول 50 فيديو ليك لازم يكونوا وحشين.. خلصهم بسرعة عشان توصل للحلوين.\n\nوعشان كدة.. لما تلاقي نفسك مكسل تنزل فيديو عشان مش عاجبك.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "business": {
      "name": "البيزنس",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "خرافة الفكرة",
          "script": "لو خايف تقول فكرة مشروعك لحد ليسرقها.. يبقى أنت لسه مبتدئ ومفهمتش اللعبة! الفكرة لوحدها تمنها \"صفر\" في سوق البيزنس.\n\nفيسبوك مكنش أول موقع تواصل. الفكرة في \"التنفيذ\" مش في الاختراع.\n\nتخيل إن \"أوبر\" و \"كريم\" نفس الفكرة بالظبط؟ اللي كسب هو اللي عرف يدير السواقين ويحرق أسعار. المستثمر مش بيحط فلوس في \"فكرة\"، بيحط فلوس في \"فريق\".\n\nقول فكرتك لكل الناس.. الـ Feedback اللي هيجيلك أهم بكتير من خوفك. محدش فاضي يسرق فكرتك وينفذها، الناس كسالى أصلاً!\n\nوعشان كدة.. بدل ما تحبس فكرتك في الدرج.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "warning",
          "title": "فخ الخصومات",
          "script": "أوعى تعمل خصم 50% عشان تبيع أكتر.. الحركة دي ممكن تمشي البضاعة النهاردة، بس بكرة هتقفل شركتك بالضبة والمفتاح!\n\nالعميل اللي بيجيلك عشان \"السعر الرخيص\"، هو أول واحد هيسيبك لما يجيله سعر أرخص. ده عميل \"خاين\" ولاءه لجيبه بس.\n\nشوف \"أبل\".. عمرك شوفتهم عاملين أوكازيون؟.. لأ. عشان كدة الناس بتنام قدام المحلات عشان تشتري. الخصم بيبعت رسالة للعقل الباطن إن \"منتجك ميسواش\".\n\nبدل ما تعمل خصم، زود \"قيمة\". اديله شحن مجاني، اديله هدية، بس أوعى تنزل من كرامة المنتج بتاعك.\n\nوعشان كدة.. قبل ما تعلق يافطة الـ Sale.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "secret",
          "title": "خدعة الفشار",
          "script": "ليه علبة الفشار الوسط في السينما سعرها قريب أوي من العلبة الكبيرة؟.. دي مش غلطة تسعير، دي مصيدة معمولة عشانك مخصوص!\n\nدي خدعة نفسية اسمها \"تأثير الطعم\". هما مش عايزين يبيعوا الوسط أصلاً.. هما حاطينه عشان الكبيرة تبان \"لقطة\".\n\nالصغير بـ 30، والوسط بـ 60، والكبير بـ 65. عقلك بيقول: \"أزود 5 جنيه بس وآخد الضعف؟ يا بلاش!\". فبتشتري الكبيرة وأنت مبسوط.\n\nالحقيقة إنك دفعت 65 جنيه في درة تمنها الحقيقي 5 جنيه. هما كسبوا، وأنت أكلت كمية مش محتاجها.\n\nوعشان كدة.. لما تشوف 3 أسعار لأي خدمة.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "opportunity",
          "title": "Drop Servicing",
          "script": "عايز تفتح شركة برمجيات أو تصميم وأنت مابتعرفش تكتب كود ولا ترسم؟.. مبروك، أنت معاك أهم مؤهل لبيزنس المستقبل!\n\nالنظام ده اسمه Drop Servicing. زي ما أمازون بتبيع بضاعة مش بتاعتها، أنت هتبيع \"خدمات\" مش أنت اللي هتعملها.\n\nهتروح لعميل في الخليج تبيعله لوجو بـ 200 دولار.. وتروح لمصمم شاطر على \"خمسات\" يعمله بـ 20 دولار. أنت خدت 180 دولار فرق عشان قمت بدور \"الوسيط\".\n\nالعميل مش عايز \"مصمم\"، العميل عايز \"وجع دماغه يخلص\". لو عرفت تكون أنت الواجهة الشيك، هتعمل فلوس أكتر من المصمم نفسه.\n\nوعشان كدة.. بدل ما تضيع وقت تتعلم فوتوشوب.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "math_logic",
          "title": "الخسارة مكسب",
          "script": "ليه شركات الاتصالات ممكن تديك خط ونت ببلاش في الأول؟.. هما أغبياء وبيخسروا؟.. بالعكس، دول أشطر منك في الحساب!\n\nفي البيزنس فيه رقمين هما سر اللعبة: تكلفة العميل وقيمة العميل. لو فهمتهم هتمسك السوق.\n\nالشركة صرفت 100 جنيه إعلانات عشان تجيبك (دي خسارة). بس هما عارفين إنك هتقعد معاهم سنتين، هتدفع فيهم 2000 جنيه (دي القيمة). يبقى الـ 100 جنيه دي \"استثمار\" مش خسارة.\n\nلو بتفتح مشروع وخايف تصرف على الإعلانات عشان \"غالية\"، يبقى هتقفل. اصرف النهاردة عشان تقبض أضعاف بكرة. دي عقلية الحيتان.\n\nوعشان كدة.. قبل ما توقف إعلانات عشان توفر.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "technology": {
      "name": "التكنولوجيا",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "جوجل المجاني",
          "script": "لو فاكر إن \"جوجل\" خدماته ببلاش عشان بيحبك.. يبقى أنت فايتك نص الحقيقة! أنت مش العميل، أنت \"المنتج\" اللي بيتباع.\n\nإحنا مش بنتكلم عن نظريات مؤامرة.. إحنا بنتكلم عن \"داتا\" حياتك اللي بتتسجل بالثانية وبتتباع لشركات الإعلانات.\n\nتخيل إن جوجل ماب بيسجل كل خطوة مشيتها من سنة 2015 لحد النهاردة؟ وتخيل إن المايك بتاعك بيسمع كلمات مفتاحية عشان يطلعلك إعلانات؟\n\nالحركة المرعبة بجد؟ إن الذكاء الاصطناعي دلوقتي مبقاش محتاج يسمعك.. هو بقى \"بيتوقع\" أنت هتعوز إيه قبل ما تفكر فيه أصلاً!\n\nوعشان كدة.. قبل ما تدوس \"Accept All Cookies\" تاني.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "warning",
          "title": "تدمير البطارية",
          "script": "أوعى تكون بتشحن موبايلك طول الليل وأنت نايم.. العادة دي هي السبب إن بطاريتك بتموت بعد سنة واحدة!\n\nشركات الموبايل بتقولك فيه \"حماية\".. بس الحقيقة الكيميائية إن البطارية لما بتفضل 100% لساعات طويلة، بتتعرض لضغط وحرارة بيدمر خلايا الليثيوم.\n\nتخيل إنك بتاكل وأنت شبعان غصب عنك؟ ده اللي بيحصل للبطارية. الصح تشحنها لحد 80% وتفصلها.\n\nحركة بسيطة زي دي ممكن تطول عمر موبايلك سنتين زيادة.. وتوفر عليك 5 آلاف جنيه تمن تغيير بطارية أصلية.\n\nوعشان كدة.. قبل ما تحط الموبايل في الشاحن وتنام.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "secret",
          "title": "خدعة الأيفون",
          "script": "أوعى تشتري الأيفون الجديد دلوقتي.. عشان أبل بتحاول تبيعلك نفس الموبايل القديم بسعر أغلى 10 آلاف جنيه!\n\nأبل بتلعب على \"المنظرة\".. الموبايل هو هو الـ 14 بس غيروا مكان الشاحن وزودوا زرار في الجنب.\n\nلغة الأرقام مابتكدبش.. أنت هتدفع مبلغ يجيبلك \"ساعة أبل\" و \"إيربودز\" مع الموبايل القديم، عشان تاخد فرق سرعة 5% مش هتحس بيه أصلاً.\n\nالشركات بتعتمد إنك مابتفكرش.. بس الذكي هو اللي يعرف يحط فلوسه فين. خليك في الموديل اللي قبله ووفر فلوسك.\n\nوعشان كدة.. لما تشوف طوابير الناس قدام أبل ستور.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "opportunity",
          "title": "مهارات الـ AI",
          "script": "خايف الذكاء الاصطناعي ياخد شغلك؟.. اطمن، الروبوت مش هياخد مكانك، اللي هياخد مكانك هو واحد بيعرف يستخدم الـ AI أحسن منك!\n\nدي مش نهاية الوظايف.. دي بداية عصر الـ \"Super Employee\". الموظف اللي كان بيخلص شغلانة في يوم، دلوقتي بيخلصها في ساعة.\n\nالشركات مش هتمشي الناس عشان توفر.. الشركات هتمشي الناس \"البطيئة\". لو اتعلمت الأدوات دي النهاردة، قيمتك في السوق هتتضاعف.\n\nالفرصة لسه قدامك.. الأدوات دي ببلاش، وتعليمها مش محتاج غير يوتيوب وساعتين زمن.\n\nوعشان كدة.. بدل ما تخاف من المستقبل.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "math_logic",
          "title": "خوارزمية الإدمان",
          "script": "ليه لما بتفتح تيك توك دقيقة بتلاقي نفسك سرحت ساعتين؟.. دي مش قلة إرادة منك، ده مخدر رقمي متصمم بمليارات الدولارات!\n\nالسر في حاجة اسمها \"Variable Reward\".. زي قمار بالضبط. أنت مش عارف الفيديو الجاي حلو ولا وحش، فبتفضل تسكرول عشان تلاقي \"الجايزة\".\n\nالخوارزمية بتقيس قعدت كام مللي ثانية على كل فيديو.. وبتفهم مودك أكتر من أمك. لو زعلان هتطلعلك فيديوهات حزينة عشان تفضل قاعد.\n\nأنت في حرب غير عادلة مع سوبر كمبيوتر هدفه الوحيد يسرق وقتك ويبيعه للمعلنين.\n\nوعشان كدة.. لما تحس إنك مش عارف تسيب الموبايل.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "general": {
      "name": "عام",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "غرق تايتنك",
          "script": "لو فاكر إن \"تايتنك\" غرقت عشان خبطت في جبل تلج.. يبقى أنت طيب أوي! الرواية الرسمية دي وراها أكبر عملية نصب في التاريخ.\n\nالموضوع مش قضاء وقدر.. الموضوع \"سبوبة\" تأمين. الشركة كان عندها سفينة تانية خربانة ومكسورة اسمها \"أوليمبيك\"، وكان لازم يتخلصوا منها.\n\nالنظرية بتقول إنهم بدلوا الاسماء.. اللي غرقت هي السفينة \"الخربانة\" عشان ياخدوا تعويض بالملايين، والتايتنك الأصلية فضلت شغالة باسم أختها!\n\nالدليل المرعب؟.. صاحب الشركة الملياردير لغى رحلته قبل السفر بساعات. هو كان عارف إنها رحلة ذهاب بلا عودة.\n\nوعشان كدة.. لما تقرأ أي قصة تاريخية مشهورة.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "warning",
          "title": "المايكروبلاستيك",
          "script": "أنت بتاكل \"فيزا كارد\" كل أسبوع وأنت مش حاسس!.. دي مش مبالغة، دي كمية البلاستيك اللي بتدخل جسمك من الأكل والمية.\n\nإحنا عايشين في عصر \"المايكروبلاستيك\".. فتافيت بلاستيك أصغر من شعرة الراس موجودة في السمك، في الملح، وحتى في قزازة المية المعدنية.\n\nتخيل إن العلماء لقوا بلاستيك جوه \"رئة\" و\"دم\" البشر لأول مرة في التاريخ؟ الجسم مش بيعرف يتخلص منه، وبيفضل يتراكم.\n\nالكارثة إن المواد دي بتلعب في الهرمونات وبتسبب أمراض خبيثة. القزازة البلاستيك اللي بتسيبها في العربية في الشمس دي قنبلة موقوتة.\n\nوعشان كدة.. قبل ما تشرب من أي قزازة بلاستيك.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "secret",
          "title": "الديجا فو",
          "script": "عمرك دخلت مكان وحسيت إنك \"شوفته قبل كدة\" مع إن دي أول مرة تدخله؟.. الشعور ده مش صدفة، ده مخك بيعمل \"Glitch\"!\n\nالظاهرة دي اسمها \"ديجا فو\".. ولحد النهاردة العلماء محتارين فيها، بس التفسير الأقرب للواقع مرعب.\n\nالتفسير بيقول إن عينك اليمين لقطت الصورة وبعتتها للمخ قبل عينك الشمال بـ \"جزء من الثانية\".. فالمخ سجلها كـ \"ذكرى قديمة\" قبل ما يدرك إنها بتحصل دلوقتي حالاً.\n\nبس فيه نظرية تانية بتقول: إن دي لحظة تداخل بينك وبين \"نسخة تانية منك\" في عالم موازي. أنت شوفتها فعلاً، بس في حياة تانية!\n\nوعشان كدة.. لما تجيلك الرعشة دي المرة الجاية.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "opportunity",
          "title": "تعدين الفضاء",
          "script": "أول شخص هيمتلك \"تريليون دولار\" مش هيكون صاحب شركة تكنولوجيا.. ده هيكون شخص شغال في \"تعدين الفضاء\"!\n\nالأرض مواردها بتخلص.. بس الفضاء مليان كنوز عايمة حرفياً. ناسا بتراقب كويكب اسمه \"16 سايكي\" عايم بين المريخ والمشتري.\n\nالكويكب ده مش صخره.. ده كتلة من الذهب والبلاتين! قيمته التقديرية 10 آلاف كوادريليون دولار.. يعني لو وزعوه على سكان الأرض، كل واحد هياخد مليار دولار!\n\nبس المشكلة الاقتصادية؟ لو جبنا الدهب ده كله للأرض، سعره هيبقى زي \"التراب\" لأن قيمته في ندرته. الغنى الفاحش ده ممكن يدمر الاقتصاد العالمي.\n\nوعشان كدة.. لما تسمع عن سباق الفضاء.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "math_logic",
          "title": "عمرك الحقيقي",
          "script": "لو عيشت 80 سنة.. تفتكر هتعيش منهم كام سنة \"حر\" بجد؟.. الرقم الحقيقي هيصدمك ويخليك تعيد حساباتك فوراً!\n\nتعالى نحسبها بالورقة والقلم ونشيل الوقت الإجباري.. حياتك أقصر بكتير مما تتخيل.\n\nهتقضي 26 سنة نايم.. و 10 سنين بتشتغل.. و 10 سنين باصص في شاشة الموبايل.. و 4 سنين مواصلات. اللي فاضلك \"لنفسك\" ولأهلك ولأحلامك؟.. 9 سنين بس!\n\nالـ 9 سنين دول هما \"الحياة\" بجد.. والباقي كله \"صيانة\" عشان تفضل عايش. السؤال مش هتعيش قد إيه، السؤال هتعمل إيه في الشوية اللي فاضلين؟\n\nوعشان كدة.. قبل ما تضيع ساعة كمان في السكرول.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "self_development": {
      "name": "تطوير الذات",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "وهم التحفيز",
          "script": "التحفيز ده أكبر كدبة أنت مصدقها.. لو مستني \"نفسك تتفتح\" عشان تذاكر أو تتمرن، يبقى هتفضل فاشل طول عمرك!\n\nالكلام ده يزعل بس حقيقي.. الناجحين مش بيشتغلوا عشان \"مبسوطين\"، بيشتغلوا عشان عندهم \"نظام\".\n\nمحمد صلاح مش بيصحى كل يوم الفجر وهو طاير من الفرحة.. هو بيصحى عشان \"لازم يصحى\". الاعتماد على المشاعر هو طريق الفشل، لأن المشاعر متقلبة.. لكن الالتزام ثابت.\n\nالحل مش إنك تتفرج على فيديو تحفيزي.. الحل إنك تعمل الحاجة وأنت \"قرفان\" ومش طايق نفسك.. هو ده الفرق الوحيد.\n\nوعشان كدة.. لما تلاقي نفسك مكسل ومستني الوحي ينزل.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "warning",
          "title": "الساعة الأولى",
          "script": "أول ساعة في يومك بتحدد مصير الـ 23 ساعة الباقيين.. لو مسكت الموبايل أول ما تصحى، يومك باظ رسمياً!\n\nأنت بتدخل مخك في حالة \"تشتت\" قبل ما حتى تغسل وشك. بتشوف أخبار، مشاكل، وحياة ناس تانية.\n\nالنتيجة؟ تركيزك بيضيع، وبتبدأ اليوم وأنت مضغوط. الناجحين بيعملوا العكس: أول ساعة دي \"مقدسة\" لنفسهم بس. رياضة، قراءة، أو حتى هدوء.\n\nجرب متفتحش نت أول ساعة لمدة أسبوع.. وهتشوف إنتاجيتك بتزيد الضعف، وأعصابك أهدى بكتير.\n\nوعشان كدة.. قبل ما تمد إيدك على الموبايل الصبح.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "secret",
          "title": "خدعة القراءة",
          "script": "قراية 50 كتاب في السنة مش إنجاز.. دي \"منظرة\"! لو بتقرأ ومبتطبقش، أنت زيك زي اللي مبيعرفش يقرأ بالظبط.\n\nالمخ بيعتبر القراءة \"إنجاز وهمي\".. بتحس إنك بقيت ذكي، فبترضى عن نفسك ومبتعملش حاجة.\n\nقاعدة ذهبية: كتاب واحد تطبقه وتعيش بيه، أحسن من مكتبة كاملة في دماغك. المعلومات من غير تنفيذ هي \"تخمة عقلية\" بتجيبلك صداع.\n\nاقرأ صفحة، وطبقها. ده الطريق الوحيد للتغيير الحقيقي. غير كدة أنت بتسلي وقتك.\n\nوعشان كدة.. قبل ما تشتري كتاب جديد وأنت لسه مخلصتش القديم.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "opportunity",
          "title": "قانون الـ 5 ثواني",
          "script": "عارف اللحظة اللي بتفكر فيها تقوم تعمل حاجة، وبعدين تكسل؟.. اللحظة دي هي اللي بتفرق بين الناجح والفاشل، والحل في 5 ثواني بس!\n\nمخك مصمم إنه يحميك من التعب.. فبمجرد ما تفكر في مجهود، مخك بيبدأ يطلع أعذار. \"الجو برد\"، \"هبدأ بكرة\".\n\nالحل؟ قاعدة ميل روبنز: أول ما الفكرة تجيلك، عد تنازلي 5-4-3-2-1 وقوم فوراً زي الصاروخ. العد بيعطل الجزء \"الكسول\" في مخك.\n\nلو عديت الـ 5 ثواني ومقومتش، الفكرة ماتت. حياتك كلها بتتغير في قرارات صغيرة بناخدها (أو بنأجلها) في ثواني.\n\nوعشان كدة.. المرة الجاية لما المنبه يرن.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "math_logic",
          "title": "متوسط الـ 5 أشخاص",
          "script": "أنت متوسط الخمس أشخاص اللي بتقعد معاهم أغلب وقتك.. المعادلة دي ممكن تكون سبب نجاحك أو سبب فشلك!\n\nلو الـ 5 اللي حواليك بيشتكوا من الفقر، هتبقى سادسهم. لو بيتكلموا عن المشاريع والأفكار، هتبقى سادسهم غصب عنك.\n\nدي عدوى.. الأفكار بتتنقل زي الفيروسات. لو عايز تغير حياتك، ابدأ بتغيير \"دايرتك\".\n\nمش لازم تقطع علاقتك بصحابك القدام.. بس قلل الوقت معاهم، ودور على ناس أذكى منك وأنجح منك تقعد معاهم. دي أسرع طريقة للنمو.\n\nوعشان كدة.. بص على شلة صحابك دلوقتي.. واسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "restaurants": {
      "name": "المطاعم",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "وهم الإعلانات",
          "script": "ليه ساندوتش البرجر في الإعلان شكله يجنن، ولما تشتريه بيطلع \"مفعوص\"؟.. الحقيقة إن اللي بتشوفه في التليفزيون ده مش أكل أصلاً!\n\nإحنا بنتكلم عن \"ميكب أرتيست\" بس للأكل.. خدع تصوير بتخليك تجوع غصب عنك.\n\nعارف اللمعة اللي على اللحمة؟ ده زيت عربيات! وعارف الجبنة اللي بتمط؟ ده غراء خشب! وعارف البخار اللي طالع؟ دي قطنة مبلولة سخنة ورا الساندوتش.\n\nأنت مش بتشتري طعم، أنت بتشتري \"صورة\". المطاعم بتبيع الوهم لعينك قبل بطنك، وأنت بتدفع الفاتورة.\n\nوعشان كدة.. لما تشوف إعلان يخلي ريقك يجري.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "warning",
          "title": "حمام المطعم",
          "script": "قبل ما تطلب الأكل في أي مطعم جديد.. ادخل الحمام الأول! الحركة دي ممكن تنقذك من تسمم غذائي وأنت مش دريان.\n\nقاعدة عالمية في التفتيش الصحي: \"نظافة الحمام هي مراية لنظافة المطبخ\". لو الحمام اللي الزباين بتشوفه مش نظيف.. تخيل المطبخ المستخبي عامل إزاي؟\n\nلو لقيت الحمام قذر أو مفيش صابون.. اهرب فوراً! لأن ده معناه إن الطباخين نفسهم مش بيغسلوا إيديهم بعد الحمام.\n\nصحتك أغلى من \"كسوفك\" إنك تمشي. المطعم النظيف بيبان من أصغر تفصيلة.\n\nوعشان كدة.. أول ما تدخل مطعم المرة الجاية.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "secret",
          "title": "خدعة البوفيه",
          "script": "إزاي تاكل في البوفيه المفتوح من غير ما المطعم يضحك عليك؟.. البوفيه مصمم هندسياً عشان يشبعك بأرخص أكل عندهم!\n\nلاحظ دايماً إن أول صواني في البوفيه هي \"العيش، المكرونة، والرز\". ليه؟ عشان تملأ طبقك (وبطنك) نشويات رخيصة قبل ما توصل للحمة.\n\nالذكي بيعمل العكس: ابدأ بالبروتين والسلطة، وسيب العيش للآخر. ومتاكلش عيش كتير، ده بيشرب مية وبينفخ البطن فتشبع بسرعة.\n\nأنت دافع مبلغ وقدره.. فكل الحاجات الغالية (جمبري، لحمة) وسيب المكرونة اللي بتعملها في البيت ببلاش.\n\nوعشان كدة.. وأنت ماسك الطبق ورايح على البوفيه.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "opportunity",
          "title": "الأكل الشعبي",
          "script": "ليه دايماً أحلى أكل بتدوقه بيكون في مطعم صغير في حارة، مش في الفنادق الـ 5 نجوم؟.. السر مش في النظافة، السر في \"التخصص\"!\n\nالمطعم الصغير ده بيعمل صنفين تلاتة بقاله 50 سنة. هو حافظ الصنعة وبيعملها بنفس الطعم كل يوم.\n\nلكن المطعم الكبير اللي المنيو بتاعه فيه 100 صنف.. مستحيل يتقنهم كلهم. أغلب الأكل ده بيكون \"مجمد\" وبيتسخن في الميكروويف.\n\nلو عايز تجربة أكل حقيقية، دور على الطوابير اللي واقفة قدام محل فول أو كبدة. الناس دي مابتكدبش.\n\nوعشان كدة.. قبل ما تدفع 1000 جنيه في وجبة عادية.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "math_logic",
          "title": "إدمان الفاست فود",
          "script": "ليه البطاطس المقلية بتاعة ماكدونالدز طعمها مختلف عن البيت، وبتدمنها؟.. دي مش شطارة طباخ، دي كيمياء!\n\nالشركات دي بتحط نسب دقيقة جداً من \"السكر والملح والدهون\".. التركيبة دي بتضرب في مخك زي المخدرات بالظبط، وبتخليك عايز تاكل تاني حتى لو شبعان.\n\nده غير \"مكسبات الطعم\" اللي بتخلي ريحة الأكل تفضل في مناخيرك ساعة بعد الأكل.\n\nهما مش بيبيعوا أكل يغذيك، هما بيبيعوا \"دوبامين\" يبسطك لحظياً. وأنت بتدفع التمن من صحتك.\n\nوعشان كدة.. لما تلاقي نفسك مش قادر تقاوم ريحة البرجر.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    },
    "fashion": {
      "name": "الفاشون",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "وهم البراندات",
          "script": "مش محتاج تلبس \"براندات\" عشان تبان غني.. أغنى ناس في العالم بيلبسوا تيشيرتات سادة بـ 10 دولار! السر مش في السعر، السر في \"المقاس\".\n\nالبدلة أم 5000 جنيه لو واسعة عليك هتبان \"شوال\".. والتيشيرت أم 100 جنيه لو مظبوطة هتبان براند عالمي.\n\nمارك زوكربيرج وبيل جيتس مش بيلبسوا جواكيت عليها لوجوهات عملاقة.. ده اسمه \"Quiet Luxury\". اللي بيلبس لوجو كبير ده واحد بيحاول يثبت للناس إنه معاه فلوس.\n\nالشياكة مش إنك تشتري المحل كله.. الشياكة إنك تلبس اللي لايق على جسمك، حتى لو من الوكالة.\n\nوعشان كدة.. قبل ما تدفع نص مرتبك في جاكيت عليه لوجو.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "warning",
          "title": "كارثة البوليستر",
          "script": "قبل ما تشتري أي هدوم.. بص على التيكيت الداخلي الأول! لو لقيت كلمة \"Polyester\" بنسبة 100%.. سيبها واجري.\n\nالبوليستر ده حرفياً \"بلاستيك\". يعني بتلبس كيس بلاستيك! بيخلي جسمك يعرق، وبيحبس الرطوبة، وبيعمل ريحة مش لطيفة مهما حطيت مزيل عرق.\n\nالشركات بتحبه عشان رخيص وبيلمع.. بس صحتك وراحتك أهم. دور دايماً على خامات طبيعية زي \"القطن\" أو \"الكتان\".\n\nممكن تدفع زيادة شوية.. بس هتعيش في جسم بيتنفس، ومش هتحس إنك مخنوق طول اليوم.\n\nوعشان كدة.. وأنت في غرفة القياس.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "secret",
          "title": "خدعة الألوان",
          "script": "إزاي تلبس ألوان تخليك تبان أطول وأرفع من غير ما تخس كيلو واحد؟.. السر كله في العين والخدع البصرية.\n\nالخدعة اسمها \"المونوكروم\".. يعني تلبس لون واحد بدرجاته من فوق لتحت (مثلاً قميص كحلي وبنطلون جينز غامق).\n\nالحركة دي بتخلي العين تمشي في خط مستقيم من غير ما تقف، فبتبان أطول. لكن لو لبست قميص أبيض وبنطلون أسود، أنت بتقسم جسمك نصين وبتبان أقصر.\n\nدي التريكاية اللي كل نجوم هوليوود بيعملوها على الريد كاربيت. الشياكة علم مش فهلوة.\n\nوعشان كدة.. وأنت بتنسق طقم الخروجة الجاية.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "opportunity",
          "title": "الشوز الأبيض",
          "script": "عايز ترفع مستوى شياكتك 10 درجات فوراً؟.. اهتم بحاجة واحدة بس: نظافة الشوز بتاعك!\n\nالناس بتبص على وشك، وبعدين بتبص على جزمتك. لو لابس أغلى طقم وجزمتك مبهدلة، شكلك كله بيبان رخيص.\n\nالشوز الأبيض بالذات.. هو جوكر بيمشي مع كل حاجة، بس بشرط يكون \"بيلمع\". جزمة بيضاء نظيفة بتدي انطباع إنك شخص مهتم بالتفاصيل ونظيف.\n\nمش محتاج 10 جزم.. محتاج جزمة واحدة نظيفة ومريحة. دي أهم قطعة في دولابك.\n\nوعشان كدة.. قبل ما تنزل من البيت وتبص في المراية.. لازم تسأل نفسك السؤال الأهم:"
        },
        {
          "archetype": "math_logic",
          "title": "قاعدة الـ 3 ألوان",
          "script": "ليه لما بتلبس طقم بتحس إنه \"مهرجان\" ألوان، ولما تشوف موديل لابس نفس الألوان بيبان شيك؟.. السر في النسبة الذهبية للألوان.\n\nقاعدة عالمية: أوعى تلبس أكتر من 3 ألوان في طقم واحد. القاعدة بتقول: 60% لون أساسي، 30% لون ثانوي، و 10% لون مميز (زي الشوز أو الساعة).\n\nلو زودت عن 3 ألوان، العين بتتشتت وبتحس بدوشة. البساطة هي قمة الشياكة.\n\nمش محتاج تكون خبير موضة.. بس التزم برقم 3، وهتلاقي لبسك كله بقى متناسق ومريح للعين.\n\nوعشان كدة.. قبل ما تلبس الشراب المخطط على القميص الكاروهات.. لازم تسأل نفسك السؤال الأهم:"
        }
      ]
    }
  }
}
