{
  "metadata": {
    "version": "4.0 - Long Form",
    "description": "Master Viral Scripts Database - 60 Seconds Edition (Deep Dive) - GCC Market",
    "target_duration": "60 Seconds",
    "target_word_count": "160-180 words"
  },
  "categories": {
    "general": {
      "name": "عام",
      "examples": [
        {
          "title": "خدعة فيتامين د (نسخة 60 ثانية)",
          "script": "يا جماعة الخير، الموضوع يجلط.. عايشين في أحر بلاد العالم، والشمس تصقع في روسنا طول السنة، ومع ذلك الإحصائيات الرسمية تقول إن 80% من سكان الخليج عندهم نقص حاد في فيتامين د! تظن هذي صدفة؟ لا والله مو صدفة، أنت فاهم تعامل الشمس غلط.\n\nالأغلبية يحسبون إنهم لو ساقوا السيارة والشمس تضرب في يدهم ووجههم إنهم كذا أخذوا كفايتهم.. هذي أكبر خدعة.. لأن زجاج السيارة مصمم هندسياً إنه يشتغل كأنه 'فلتر'.\n\nالعلم يقول: الزجاج يحجب أشعة (UVB) المفيدة اللي الجسم يحتاجها عشان يصنع الفيتامين، وبنفس الوقت يمرر أشعة (UVA) الضارة اللي تكسر الكولاجين وتسبب التجاعيد وتصبغات الجلد المبكرة. يعني باختصار: وأنت تسوق، أنت قاعد تحرق جلدك وتكبر في السن عالفاضي بدون ما تستفيد ذرة فيتامين واحدة!\n\nتبي الحل الطبي؟ لازم تعرض جسمك (يدينك ورجولك) للشمس المباشرة بدون أي حواجز زجاجية ولا واقي شمس، ولمدة 10 إلى 15 دقيقة بس، وأفضل وقت هو قبل الظهر.\n\nالشمس دواء ومناعة.. بس لو أخذتها من وراء قزاز، تتحول لسم وتجاعيد.. لا تخدع نفسك."
        },
        {
          "title": "القاتل الصامت (نسخة 60 ثانية)",
          "script": "لو أنت من النوع اللي يصفط السيارة وينام فيها والمكيف شغال عشان الحر، أو تخلي عيالك ينتظرون فيها.. انتبه! هذي النومة ممكن تكون الأخيرة لك وأنت ما تدري، والموضوع صار لناس كثير نعرفهم.\n\nالموضوع مو تخويف، الموضوع كيمياء بحتة.. فيه غاز خبيث اسمه 'القاتل الصامت' (أول أكسيد الكربون)، هذا الغاز ماله ريحة ولا لون، يتسلل لك بهدوء وأنت مستحيل تحس فيه.\n\nلو سيارتك واقفة في مكان ما فيه تهوية زينة (مثل كراج بالبيت أو حوش مسكر)، العادم ممكن يرجع ويتسرب لداخل السيارة من فتحات التكييف أو الجلد المهترئة. الغاز هذا يخدع المخ ويخليك تحس بـ 'دوخة حلوة' وتدخل في نوم عميق جداً.. وبعدها الأكسجين ينقطع عن الدم والقلب يوقف وأنت في سابع نومة.\n\nنصيحة لوجه الله: راحتك وأنت نايم مهمة.. بس حياتك أهم. تبي تنام؟ طفِ السيارة وافتح الدريشة عشان يتجدد الهوا، أو انزل نام في بيتك أأمن لك."
        },
        {
          "title": "فخ التمر والقهوة (نسخة 60 ثانية)",
          "script": "تظن إن التمر عشان مذكور في السنة ومفيد فتقدر تاكل منه قد ما تبي؟.. هالمعلومة هي السبب الرئيسي إن الكروش عندنا ما تروح حتى مع النادي والرياضة، ونسبة السكر عندنا من الأعلى في العالم!\n\nصحيح التمر فيه بركة وألياف، بس في لغة الجسم.. السكر هو السكر. البنكرياس عندك ما يفرق إذا الجلوكوز هذا جاي من تمرة خلاص ولا من علبة بيبسي.\n\nتعال نحسبها بالورقة والقلم: حبة التمر السكري الوحدة فيها كمية سكر تعادل ملعقة شاهي مليانة تقريباً. يعني جلستك بالمجلس مع دلة القهوة وسوالف وأكلت 10 حبات؟.. مبروك، أنت دخلت جسمك سكر يعادل وجبة دسمة كاملة وأنت جالس مكانك! الخدعة الكبيرة إن مرارة القهوة تكسر حلاوة التمر، فمخك ما يعطيك إشارة 'توقف' وتستمر تاكل.\n\nكلوا واشربوا ولا تسرفوا.. الصحة في 'العدد الفردي' البسيط (3 أو 5 حبات)، مو في الصحن الكامل."
        },
        {
          "title": "كارثة البخور (نسخة 60 ثانية)",
          "script": "تبخر بيتك كل يوم وتسكر الشبابيك عشان الريحة تثبت في الأثاث؟.. تراك بحسن نية قاعد تخنق عيالك بيدك وتدمر رئتهم وأنت تحسب إنك تكرمهم!\n\nريحة العود طيبة، ما اختلفنا.. بس الدخان المحبوس داخل الغرفة كيميائياً ما يفرق كثير عن دخان الشيشة وعوادم السيارات.\n\nالدراسات العلمية تقول إن حرق البخور يطلق جزيئات دقيقة جداً وخطيرة اسمها (PM2.5)، هذي الجزيئات تخترق الرئة وتدخل مجرى الدم مباشرة. تركيز الدخان في غرفة مسكرة وتكييف مركزي يعيد تدوير الهواء لمدة ساعة، يعادل تدخين سلبي لسجائر كثيرة. وتخيل هذا يصير كل يوم؟ عشان كذا الربو وحساسية الصدر زايدة عند أطفالنا بشكل يخوف.\n\nبخر بيتك، بس خلي الهوا يمر.. افتح النوافذ وقت التبخير، ولا تخلي الدخان يتكدس.. النظافة مو بس ريحة حلوة، النظافة هواء نظيف تتنفسه."
        },
        {
          "title": "الاحتيال البنكي (نسخة 60 ثانية)",
          "script": "جتك رسالة تقول 'تم إيقاف بطاقتك البنكية، اتصل فوراً للتحديث'؟.. لو ضغطت على الرابط أو اتصلت، فالله يعوض عليك في رصيدك وشقا عمرك!\n\nالمحتالين اليوم ما يخترقون البنك.. المحتالين يخترقون 'عقلك ومشاعرك'. هما دارسين علم نفس وعارفين إنك بتخاف وتتوتر أول ما تقرأ كلمة 'إيقاف'، فبيلغوا تفكيرك المنطقي ويخلوك تتصرف بسرعة.\n\nقاعدة أمنية احفظها صم وعلمها للكبار في البيت: البنك مستحييييل يطلب منك تحديث بيانات شخصية برسالة نصية، ومستحيل يطلب منك رمز الـ OTP بالتليفون لأي سبب في الكون. أي أحد يطلب هالشيء هو حرامي، حتى لو رقم تليفونه طالع في جوالك باسم البنك (لأنهم يستخدمون برامج تزييف أرقام متطورة عشان يخدعونك).\n\nشكك هو درعك.. لا تصير صيدة سهلة. أول ما تشك، سكر الخط بوجههم، ودق أنت على الرقم الرسمي الموجود خلف بطاقتك."
        }
      ]
    },
    "real_estate": {
      "name": "العقارات",
      "examples": [
        {
          "title": "وهم على الخارطة (نسخة 60 ثانية)",
          "script": "ناوي تشتري عقار 'على الخارطة' (Off-Plan) عشان سعره أرخص؟.. انتبه يا الحبيب وركز معي! ترى الخصم اللي يغرونك فيه اليوم، ممكن تدفع دبلّه 'تأخير' و'جودة سيئة' بكرة!\n\nالمطور بيجلس معك ويعطيك 'صور 3D' خيالية وبروشور يلمع ووعود وردية.. بس العقد اللي بتوقعه مليان ثغرات قانونية تحميه هو لو المشروع تعثر، وتتركك أنت معلق مع البنك تسدد أقساط لبيت وهمي لسه ما انبنى.\n\nالإحصائيات في السوق تقول نسبة كبيرة من المشاريع تتأخر بالسنين عن موعد التسليم. وأنت في الوقت هذا ملزم تدفع القسط للبنك وأنت لسه ساكن إيجار.. يعني بتدفع 'دبل خسارة' (قسط + إيجار) وهذا اللي يكسر الظهر. غير إن التشطيب التجاري اللي تستلمه غالباً بيكون غير فلة العرض الفاخرة تماماً.\n\nتبي نصيحتي؟.. العقار الجاهز تشوفه بعينك وتلمسه بيدك وتستثمره فوراً.. أضمن لفلوسك وأريح لراسك من المحاكم والمطالبات."
        },
        {
          "title": "خدعة بيت العمر (نسخة 60 ثانية)",
          "script": "أكبر غلطة مالية يسويها الشباب في الخليج هي هوس 'بيت العمر'.. تروح تدفن 3 مليون ريال في فيلا كبيرة وأنت لسه في بداية حياتك وتتورط بقرض يقصم الظهر لمدة 25 سنة!\n\nالمجتمع برمجنا إن 'الإيجار خسارة' وفلوس رايحة في الهواء.. بس لغة الأرقام والاستثمار الحديثة تقول عكس كذا تماماً.\n\nتعال نحسبها: لو استثمرت الـ 3 مليون هذي في صناديق ريت (REITs) أو أصول تجارية موزعة، بتجيب لك عائد سنوي 200 ألف ريال وأنت مرتاح.. يعني الإيجار يندفع من الأرباح ويبقى لك كاش زيادة تعيش منه! لكن لما تحط كل سيولتك في جدران، فلوسك 'تجمدت' وصارت عليك مصاريف صيانة وكهرباء تاكل راتبك أكل.\n\nالأثرياء يسكنون بالإيجار في بداياتهم ويشغلون الكاش في السوق.. وإحنا نموت عشان نملك طابوق وخرسانة. القاعدة الذهبية: ابنِ ثروتك أول، بعدين ابنِ بيتك من أرباحك."
        },
        {
          "title": "سر المواقع الجديدة (نسخة 60 ثانية)",
          "script": "تبي تشتري أرض أو عقار للاستثمار؟.. تكفى ابعد عن الأماكن اللي 'الكل' يتكلم عنها.. المكان اللي صار 'ترند' والناس هابة فيه والمكاتب زحمة عليه، يعني أسعاره وصلت السقف وخلاص ما عاد فيه هامش ربح!\n\nالسر الحقيقي في الثراء العقاري هو 'الاستباق'.. لا تلحق الزحمة، الحق خطط الحكومة والمشاريع المستقبلية للدولة.\n\nافتح الخريطة وشوف وين اتجاه المترو الجديد، وين المشاريع الترفيهية الكبرى اللي بتفتح بعد 5 سنين.. واشتري هناك والمنطقة لسه صحراء وأسعارها بتراب الفلوس. اللي اشتروا في أطراف الرياض ودبي قبل 10 سنين لما كانت بر، دبلوا ثروتهم 5 و 10 مرات اليوم.\n\nالربح الحقيقي مو في اللي غلي خلاص، الربح في اللي 'لسه بيغلى'.. خلك صياد فرص ذكي مو زبون غافل. اشترِ على الإشاعة، وبيع لما الخبر ينزل."
        },
        {
          "title": "مصيدة السايبر (نسخة 60 ثانية)",
          "script": "قبل ما تمضي وتوقع عقد التمويل العقاري اللي بيربطك 25 سنة.. تأكد من بند واحد بس في العقد، وإلا القسط ممكن يكسر ظهرك بعدين وأنت ما بيدك حيلة!\n\nالبنوك أحياناً عشان تغريك، تسوق لك 'فائدة متغيرة' مرتبطة بمؤشر عالمي (زي السايبر أو الايبور).. ويقولك الحين النسبة نازلة والقسط بسيط وحلو.. بس ما يقولك وش بيصير لو النسب العالمية ارتفعت.\n\nلو الفائدة العالمية زادت (زي ما صار الفترة اللي راحت)، القسط حقك بيزيد عليك فجأة، أو البنك بيمدد مدة القرض سنين زيادة وأنت مو حاسس. تخيل إنك تدفع ملايين زيادة بس عشان الفائدة تغيرت؟\n\nدائماً وأبداً.. اشرط على الموظف تكون النسبة 'ثابتة' طول مدة التمويل حتى لو كانت أغلى شوي في البداية.. الأمان المالي أهم من التوفير اللحظي. اشترِ راحة بالك وثبت قسطك عشان تعرف تدير حياتك."
        },
        {
          "title": "الفحص قبل الاستلام (نسخة 60 ثانية)",
          "script": "استلمت مفتاح بيتك الجديد وفرحان؟.. ألف مبروك، بس لا تنقل عفشك قبل ما تجيب 'مهندس فحص' متخصص.. وإلا بتكتشف كوارث بتكلفك قيمة أثاث بيتك كله تصليح!\n\nالمقاولين للأسف يغطون العيوب والكوارث ببوية وديكور.. الشكل من برا يلمع، بس المصايب مدفونة تحت البلاط وداخل الجدران.\n\nشركات الفحص (Snagging) يجونك ومعهم أجهزة ليزر وكاميرات حرارية.. يكشفون تسريبات الموية المخفية داخل الجدار، ميول البلاط الغلط، والكهرباء الخطيرة اللي ممكن تسبب التماس. يطلعون لك تقرير هندسي فيه 50 عيب، وبهذا التقرير تجبر المطور يصلحها غصب عنه وعلى حسابه قبل ما توقع الاستلام النهائي.\n\nألفين ريال تدفعها للفحص الحين.. توفر عليك 50 ألف ترميم وتكسير بعدين. الثقة زينة، بس الفحص الهندسي أضمن.. خذ حقك كامل تراك دافع دم قلبك."
        }
      ]
    },
    "content_creation": {
      "name": "صناعة المحتوى",
      "examples": [
        {
          "title": "وهم الملايين (نسخة 60 ثانية)",
          "script": "تحسب إنك لو وصلت 'مليون مشاهدة' بتصير مليونير وتركب بنتلي؟.. اصحى يا نايم! هذي أكبر كذبة يبيعونها لك مشاهير السوشيال ميديا عشان يبيعون لك كورساتهم.\n\nالمشاهدات هذي يسمونها في عالم البزنس (Vanity Metrics) يعني 'أرقام للمهايط والمنظرة' بس.. لكنها ما توكل عيش ولا تدفع فواتير.\n\nلغة الأرقام صريحة وصادمة: فيديو يجيب مليون مشاهدة من 'إعلانات المنصة' ممكن يدخلك 500 ريال بس.. لكن لو عندك 5 آلاف متابع حقيقي وواثقين فيك، وبعت لهم 'منتجك الخاص' أو 'استشارة'، ممكن تطلع 50 ألف ريال! الشركات والبراندات اليوم تدور 'التأثير' والبيع الفعلي، ما عاد تدور أرقام عشوائية ومتابعين وهميين.\n\nلا تركز تصير مشهور والناس توقفك في الشارع.. ركز تصير 'بزنس' وتفيد الناس، لأن الشهرة بدون فلوس.. وجع راس ومسؤولية عالفاضي."
        },
        {
          "title": "مقبرة الحسابات (نسخة 60 ثانية)",
          "script": "تبي تنهي مسيرتك في السوشيال ميديا قبل ما تبدأ؟.. روح اشترِ متابعين وهميين! هذي الحركة هي 'رصاصة الرحمة' اللي تقتل فيها حسابك للأبد وتخليه عبرة.\n\nأنت تشتري أرقام مو بشر.. ولما خوارزمية التطبيق (Algorithm) الذكية تشوف عندك 100 ألف متابع، بس لما تنزل فيديو، 10 أشخاص بس اللي يسوون لايك.. تفهم فوراً إن محتواك 'غير مرغوب' أو 'زبالة'.\n\nالنتيجة؟ الخوارزمية تدفن المقطع ومستحيل تطلعه إكسبلور لأنها تعتبر حسابك 'ميت' وما منه فايدة. تخيل إنك فاتح محل بالرياض والزحمة اللي فيه كلها 'أصنام' مانيكان.. الزبون الحقيقي لو دخل وشاف المنظر هذا، بيخاف ويهج!\n\nالحل الوحيد لو سويت هالغلطة؟.. لا تحاول ترقع، احذف الحساب وابدأ من الصفر على نظافة. الصفر الحقيقي اللي يكبر بجهدك.. يسوى مليون مرة من المليون المزيف اللي ما يهش ولا ينش."
        },
        {
          "title": "قاعدة الـ 3 ثواني (نسخة 60 ثانية)",
          "script": "ليش فيه مقاطع تافهة وبسيطة تضرب ترند بالملايين، ومقاطعك اللي دافع عليها ومتعوب عليها ما تتعدى 200 مشاهدة؟.. السر كله في 'أول جملة' تقولها وفي سرعة الدخول!\n\nتيك توك وإنستقرام ما يهمهم جودة كاميرتك ولا إضاءتك الغالية.. يهمهم شيء واحد بس: 'هل المشاهد وقف صباعه وكمل الفيديو ولا كمل سكرول؟'.\n\nلو بديت الفيديو بـ 'السلام عليكم كيفكم يا جماعة وحشتوني'.. عز الله مات الفيديو في مهده. المشاهد يقرر يكمل ولا لا في أقل من ثانية. لازم تخطفه وتضربه بـ 'هوشة' أو 'رقم صادم' أو 'سؤال مستفز' يخليه غصب عنه يبي يعرف التكملة.\n\nقاعدة ذهبية طبقها وادعيلي: ابدأ الفيديو من نصه! الغي المقدمات والترحيب وادخل في الزبدة فوراً. المشاهد أناني وعايز الزتونة.. عطه الزبدة أو اخسره للأبد."
        },
        {
          "title": "منجم الذهب الجديد UGC (نسخة 60 ثانية)",
          "script": "تحسب لازم تكون موديل أو دمك خفيف أو عندك استوديو عشان تطلع دولارات من النت؟.. فيه 'هبة' جديدة في السوق تطلع لك ذهب وأنت ببيجامة البيت ومحد يدري عنك أصلاً!\n\nالمجال هذا اسمه UGC (User Generated Content).. يعني الشركات والبراندات تبي ناس طبيعية جداً تصور منتجاتها بالجوال عشان المصداقية، لأن الناس ملوا من إعلانات التلفزيون والمشاهير الكذابين.\n\nبكل بساطة: تتفق مع براند، يرسلون لك عطور أو منتجات للبيت، تصورها فيديو 15 ثانية وتتكلم عن تجربتك، وترسل الفيديو للشركة وتاخذ فلوسك.. ولا يحتاج تنزله بحسابك الشخصي أصلاً! ممكن تطلع 1000 ريال من فيديو واحد وأنت جالس بكنبتكم.\n\nهذي أسهل وأذكى تجارة إلكترونية في 2026 بدون رأس مال وبدون مخاطرة. الفرص مرمية بالأرض.. بس يبي لها واحد يوطي ويشيلها ويشتغل."
        },
        {
          "title": "الجلد بالذات (نسخة 60 ثانية)",
          "script": "تنزل مقطع واحد متعوب عليه 'بيرفكت' كل أسبوع، ولا تنزل مقطع 'نص نص' كل يوم؟.. إجابة الخوارزمية بتصدمك وهتغير خطتك تماماً!\n\nالخوارزمية عبارة عن 'وحش جوعان'.. لو ما أكلته محتوى كل يوم، بينساك وبيدور على غيرك يشبعه. 'المثالية' الزايدة هي عدوة الانتشار والنجاح.\n\nحسبة بسيطة بالمنطق: لو نزلت 30 مقطع بالشهر، واحتمالية نجاح الواحد 5% بس.. إحصائياً لازم واحد أو اثنين منهم يضرب فيرال ويجيب لك آلاف المتابعين! لكن لو نزلت 4 مقاطع بس؟.. نسبة نجاحك شبه معدومة.\n\nأول 50 فيديو لك لازم يكونوا 'أي كلام' وفيها أغلاط.. خلصهم بسرعة ونزلهم عشان تتعلم وتوصل للمستوى القوي. ابدأ وأنت مو جاهز.. لأنك عمرك ما راح تكون جاهز طول ما أنت واقف مكانك تفكر."
        }
      ]
    },
    "business": {
      "name": "البيزنس",
      "examples": [
        {
          "title": "خرافة الفكرة (نسخة 60 ثانية)",
          "script": "خايف تقول فكرة مشروعك لأحد لا يسرقها وتجلس توسوس؟.. ترى هذا تفكير 'مبتدئين' وما يفهمون بالسوق ريال! خذها مني: الفكرة لحالها قيمتها في سوق البزنس 'صفر' مكعب.\n\nشوف أكبر الشركات: فيسبوك ما كان أول موقع تواصل، وكريم ما كانت أول شركة توصيل.. الفكرة كانت موجودة ومعروفة. السر كله والنجاح يكمن في 'التنفيذ' (Execution) مو في الاختراع.\n\nالمستثمر الذكي ما يحط فلوسه في 'فكرة' ورقة.. يحط فلوسه في 'فريق' قوي يقدر ينفذ ويتحمل الضغط ويحل المشاكل. وصدقني، الناس مشغولين بحياتهم وكسالى، محد فاضي يسرق فكرتك ويتعب فيها ويبنيها.\n\nنصيحتي لك: قول فكرتك لكل الناس.. الملاحظات والانتقادات اللي بتجيك منهم أهم بمليون مرة من خوفك. بدال ما تحبس فكرتك في الدرج وتموت.. انزل السوق ونفذها، لأن السوق ما يحترم إلا الأفعال."
        },
        {
          "title": "فخ الخصومات (نسخة 60 ثانية)",
          "script": "لا تغلط وتسوي خصم 50% عشان تمشي بضاعتك وتبيع أكثر.. هذي الحركة ممكن تجيب لك كاش اليوم، بس بكرة بتقفل محلك بالشمع الأحمر وأنت مستغرب!\n\nالعميل اللي يجيك عشان 'السعر الرخيص'، هو أول واحد يخونك ويتركك لما يلقى أحد أرخص منك بريال. هذا عميل ولاءه لجيبه بس، مو لمنتجك.\n\nشوف البراندات الكبيرة زي أبل أو لويس فيتون.. عمرك شفتهم مسوين تصفية بنص السعر؟.. لا مستحيل. لأن الخصم الكبير يرسل رسالة فورية للعقل الباطن للعميل إن 'منتجك ما يسوى' وإن جودته تعبانة.\n\nبدال ما ترخص سعرك وتحرق هامش ربحك، زود 'قيمة'.. عطه توصيل مجاني، غلفه زين، عطه ضمان، بس لا تنزل من كرامة منتجك. لو عودت العميل على الرخيص.. مستحيل يدفع لك السعر الحقيقي مرة ثانية."
        },
        {
          "title": "خدعة الفشار (نسخة 60 ثانية)",
          "script": "ليش علبة الفشار الوسط بالسينما سعرها قريب مرة من العلبة الكبيرة؟.. يعني تلاقي الوسط بـ 35 والكبير بـ 38؟.. هذي مو غلطة تسعير ولا غباء منهم، هذي مصيدة معمولة عشانك مخصوص!\n\nهذي خدعة نفسية مشهورة في البزنس يسمونها 'تأثير الطعم' (Decoy Effect). هم ما يبون يبيعون الوسط أصلاً.. هم حاطينه بس عشان الكبير يبان قدام عينك 'لقطة' وفرصة ما تتفوت.\n\nعقلك تلقائياً يقول: 'أزيد 3 ريال بس وآخذ الضعف؟ يا بلاش!'. فتشتري الكبير وأنت مستانس إنك ضحكت عليهم. الحقيقة إنك دفعت 38 ريال في شوية ذرة تكلفتها الفعلية ريالين. هم كسبوا أضعاف، وأنت أكلت كمية ضخمة ما تحتاجها.\n\nلما تشوف 3 أسعار لأي خدمة أو منتج.. اعرف دائماً إن السعر اللي بالنص مجرد 'فخ' عشان يدفك تشتري الغالي."
        },
        {
          "title": "الوسيط الذكي (نسخة 60 ثانية)",
          "script": "تبي تفتح شركة برمجة أو تصميم أو تسويق وأنت ما تعرف تكتب كود ولا ترسم ولا تعرف شي؟.. مبروك، أنت معك أهم مؤهل لبزنس المستقبل!\n\nالنظام هذا اسمه Drop Servicing. فكرته مثل ما أمازون تبيع بضاعة مو حقتها، أنت بتبيع 'خدمات' مو أنت اللي تنفذها بيدك.\n\nالطريقة: تتفق مع عميل أو شركة بجدة تصمم لهم شعار بـ 1000 ريال.. وتروح لمصمم شاطر أونلاين (على فايفر أو مستقل) يسويه لك بـ 100 ريال. أنت أخذت 900 ريال فرق صافي بجيبك عشان قمت بدور 'مدير المشروع' والوسيط.\n\nالعميل ما يبي 'مصمم'، العميل يبي 'وجع راسه يخلص' ويبي شغل نظيف في الوقت المحدد. صير أنت الواجهة الشيك، وخلي غيرك يشتغل. لا تضيع وقتك تتعلم صنعة.. اتعلم 'تجارة' وإدارة، لأن الفلوس الحقيقية هناك."
        },
        {
          "title": "الخسارة ربح (نسخة 60 ثانية)",
          "script": "ليش شركات الاتصالات ممكن تعطيك شريحة ونت ببلاش أول شهر؟.. أو تطبيقات التوصيل تعطيك كود خصم يخلي الطلب ببلاش؟.. هم أغبياء ويخسرون؟.. بالعكس، هذولا أشطر منك ومني بالحساب!\n\nفي عالم البزنس فيه رقمين هم سر اللعبة كلها: تكلفة استحواذ العميل (CAC) وقيمة العميل (LTV). لو فهمتهم بتمسك السوق.\n\nالشركة دفعت 100 ريال إعلانات وخصومات عشان تجيبك (هذي خسارة مؤقتة). بس هم عارفين ومحاسبين إنك بتقعد مشترك معهم سنتين، وبتدفع فيهم 5000 ريال (هذي القيمة). يعني الـ 100 ريال هذي كانت 'استثمار' ذكي جاب 5000 ريال.\n\nلو تبي تنجح في مشروعك، لا تخاف تصرف اليوم عشان تقبض أضعاف بكرة. اسأل نفسك دائماً.. هل أنت تصرف بعقلية 'موظف' يوفر الريال، ولا بعقلية 'تاجر' يزرع الريال عشان يحصده مية؟"
        }
      ]
    },
    "technology": {
      "name": "التكنولوجيا",
      "examples": [
        {
          "title": "الثمن المخفي (نسخة 60 ثانية)",
          "script": "تحسب خدمات 'قوقل' و 'فيسبوك' و 'تيك توك' ببلاش عشان يحبونك وسواد عيونك؟.. أنت عايش في وهم كبير يا الحبيب! في معادلة السوشيال ميديا، أنت مو العميل.. أنت 'المنتج' والسلعة اللي تنباع!\n\nإحنا ما نتكلم عن نظريات مؤامرة.. إحنا نتكلم عن بزنس 'البيانات'. كل خطوة تمشيها، كل كلمة تقولها، وكل بحث تسويه يتسجل بالثانية وينباع لشركات الإعلانات.\n\nخرائط قوقل تسجل كل مشوار رحت له من سنين.. والمايك يسمع كلمات مفتاحية عشان يطلع لك إعلانات تناسبك. والأخطر؟ الذكاء الاصطناعي صار 'يتوقع' وش تبي تشتري أو وين تبي تسافر قبل ما تفكر فيه أنت أصلاً!\n\nقبل ما تضغط 'موافق على الكل' المرة الجاية.. تذكر إن خصوصيتك هي الثمن اللي قاعد تدفعه مقابل الخدمة المجانية. ما فيه شي ببلاش.. إذا الخدمة مجانية، فاعرف إنك أنت السلعة."
        },
        {
          "title": "مقبرة البطارية (نسخة 60 ثانية)",
          "script": "تشبك جوالك بالشاحن وتنام وتخليه للصبح؟.. هذي العادة هي السبب الرئيسي إن بطاريتك تموت بعد سنة وحدة وتضطر تشتري جوال جديد أو تغير بطارية!\n\nالشركات تقولك فيه 'حماية' وتوقف شحن.. بس الحقيقة الكيميائية إن البطارية لما تجلس 100% لساعات طويلة ومشبوكة بالكهرباء، تتعرض لضغط وحرارة داخلية تدمر خلايا الليثيوم ببطء.\n\nتخيل إنك جالس تاكل وأنت شبعان غصب عنك؟.. هذا بالضبط اللي يصير للبطارية. حركة بسيطة بتغير عمر جوالك: اشحنه الصبح وأنت تجهز للدوام أو وأنت تفطر، ووقفه عند 80% أو 90%. هالحركة تطول عمر جوالك سنتين زيادة، وتوفر عليك آلاف الريالات.\n\nحافظ على حلالك وأجهزتك.. اشحنه وأنت صاحي، مو وأنت نايم."
        },
        {
          "title": "فخ الآيفون الجديد (نسخة 60 ثانية)",
          "script": "ناوي تشتري الآيفون الجديد أول ما ينزل؟.. وقف لحظة! ترى أبل بذكاء تسويقي تحاول تبيع لك نفس الجوال القديم اللي بيدك، بس بسعر أغلى 1000 ريال!\n\nأبل يلعبون على وتر 'الهبة' والبرستيج الاجتماعي.. يغيرون مكان الكاميرا، يضيفون زر جديد، أو يغيرون خامة التيتانيوم، ويقولون هذا اختراع ثوري.\n\nلكن لغة الأرقام والمواصفات ما تكذب.. فرق السرعة والأداء بينه وبين الموديل اللي قبله ما يتعدى 5% إلى 10%، يعني مستحيل تحس بالفرق في استخدامك اليومي واتساب وسناب. المبلغ الزايد هذا يمديك تشتري فيه 'ساعة أبل' و 'سماعة' مع الجوال القديم وتعيش ملك.\n\nخلك ذكي واشتري تقنية تفيدك فعلاً، مو تشتري عشان توري الناس إن معك الجديد. لا تصير ضحية للتسويق.. اشترِ اللي تحتاجه، مو اللي يبهر غيرك."
        },
        {
          "title": "الموظف الخارق (نسخة 60 ثانية)",
          "script": "خايف الذكاء الاصطناعي والـ AI ياخذ وظيفتك ويقطع رزقك؟.. تطمن، الروبوت ما راح ياخذ مكانك.. اللي بياخذ مكانك هو 'بشر' مثلك بس يعرف يستخدم الـ AI أحسن منك!\n\nهذي مو نهاية الوظايف.. هذي بداية عصر جديد اسمه عصر 'الموظف الخارق' (Super Employee).\n\nالموظف التقليدي اللي كان يخلص تقرير أو إيميل في يومين، الموظف الذكي الحين يخلصه في دقيقتين باستخدام ChatGPT وأدوات الذكاء الاصطناعي. الشركات ما راح تفصل الناس عشان توفر.. الشركات بتفصل الناس 'البطيئة' والتقليدية.\n\nلو استثمرت في نفسك وتعلمت الأدوات هذي اليوم، قيمتك بالسوق بتدبل، لأنك بتصير بإنتاجية 10 موظفين. المستقبل مو للي يخاف من التكنولوجيا ويهرب منها.. المستقبل للي يعرف يركب موجتها ويسخرها لخدمته."
        },
        {
          "title": "المخدر الرقمي (نسخة 60 ثانية)",
          "script": "ليش لما تفتح تيك توك دقيقة وحدة بس، فجأة تلقى نفسك سرحت ساعتين ومر الوقت بدون ما تحس؟.. ترى هذي مو قلة إرادة منك، هذا 'مخدر رقمي' متصمم بمليارات الدولارات عشان يخليك تدمن!\n\nالسر في خدعة نفسية اسمها 'المكافأة المتغيرة' (Variable Reward).. نفس فكرة القمار بالضبط. أنت ما تدري الفيديو الجاي بيطلع حلو ويضحك ولا ممل، فبتفضل تسكرول وتسكرول تدور على 'الجايزة' ومخك يفرز دوبامين.\n\nالخوارزمية تحسب قعدت كم 'جزء من الثانية' على كل مقطع.. وتفهم مودك ونفسيتك أكثر من أهلك. لو كنت طفشان بتطلع لك مقاطع تضحك، ولو حزين بتزيد لك الحزن عشان تثبتك في التطبيق.\n\nأنت في حرب غير عادلة مع سوبر كمبيوتر هدفه الوحيد يسرق وقتك ويبيعه. السؤال اللي لازم يوجعك.. هل أنت تتحكم بجوالك، ولا هو اللي يمشيك؟"
        }
      ]
    },
    "self_development": {
      "name": "تطوير الذات",
      "examples": [
        {
          "title": "وهم النفسية والتحفيز (نسخة 60 ثانية)",
          "script": "تنتظر 'النفسية تزين' وتصير رايقة عشان تذاكر أو تروح النادي؟.. أبشرك، راح تضل مكانك طول عمرك وما راح تنجز شي! 'التحفيز' (Motivation) هذا أكبر كذبة نصدقها عشان نبرر كسلنا.\n\nالناجحين ورواد الأعمال ما يشتغلون لأنهم 'مبسوطين'.. يشتغلون لأن عندهم 'انضباط' (Discipline). مشاعرهم يركنونها على جنب، وشغلهم يجي أول.\n\nتخيل كريستيانو رونالدو يصحى الفجر للتمرين وهو طاير من الفرحة؟.. لا طبعاً، هو يصحى لأنه 'لازم يصحى' عشان يفضل في القمة. الاعتماد على المشاعر هو طريق الفشل، لأن المشاعر متقلبة زي الجو.. بس الالتزام هو اللي ثابت.\n\nالحل إنك تدرب نفسك تسوي الشغلة وأنت 'مالك خلق' و 'قرفان'.. هنا يكمن السر، وهنا ينصنع الرجال. قوم اشتغل الحين حتى لو كارِه نفسك.. لأن هذا هو ثمن النجاح الحقيقي."
        },
        {
          "title": "ساعة الهلاك (نسخة 60 ثانية)",
          "script": "أول ساعة في صباحك تحدد مصير الـ 23 ساعة الباقية في يومك.. لو مسكت جوالك وشيكت واتساب وسناب أول ما تفتح عينك، يومك تدمر رسمياً!\n\nأنت كذا تدخل عقلك في حالة 'تشتت' و 'رد فعل' (Reactive Mode) قبل ما حتى تغسل وجهك. بتشوف أخبار سيئة، مشاكل، وحياة ناس تانية.. النتيجة؟ تركيزك وطاقتك الذهنية بتضيع، وتبدأ يومك وأنت مضغوط نفسياً ومشتت.\n\nالناجحين في العالم يسوون العكس تماماً: أول ساعة في اليوم هذي 'منطقة محرمة' على الجوال.. يخلونها للرياضة، للقراءة، للصلاة، أو حتى للهدوء مع كوب قهوة. جرب تحدي بسيط: ما تشبك نت أول ساعة بعد الاستيقاظ لمدة أسبوع.. وبتشوف إنتاجيتك تدبلت، وبالك صار أروق وأهدى. ابدأ يومك لنفسك.. مو للناس."
        },
        {
          "title": "خدعة المثقف (نسخة 60 ثانية)",
          "script": "تقرأ 50 كتاب بالسنة ومستانس؟.. معليش لا تزعل مني، هذا مو إنجاز.. هذا اسمه 'مهايط ثقافي'! لو تقرأ وما تطبق، أنت والشخص الأمي اللي ما يقرأ صرتوا سوا.\n\nالمخ البشري مخادع، يعتبر القراءة بحد ذاتها 'إنجاز'.. بتحس إنك بقيت ذكي وفاهم، فبترضى عن نفسك ومبتعملش أي حاجة واقعية. قاعدة ذهبية: كتاب واحد تفهمه وتمضمضه وتطبق اللي فيه، أطلق وأنفع من مكتبة كاملة محشية براسك زينة.\n\nالمعلومات الكثيرة بدون تنفيذ تسبب لك حالة اسمها 'تخمة عقلية' وصداع وتشتت. اقرأ صفحة وحدة، وروح طبقها فوراً في حياتك. هذا هو الطريق الوحيد للتغيير الحقيقي. المعرفة قوة في حالة وحدة بس.. لو تحولت لفعل."
        },
        {
          "title": "قاعدة الـ 5 ثواني (نسخة 60 ثانية)",
          "script": "تعرف اللحظة اللي تفكر تقوم تسوي شي مهم، وفجأة تكسل وتقول بعدين؟.. اللحظة هذي بالذات هي اللي تفرق بين الشخص الناجح والشخص الفاشل، والحل السحري في 5 ثواني بس!\n\nمخك مصمم بيولوجياً إنه يحميك من التعب والمجهود.. فبمجرد ما تفكر في أي مجهود، مخك بيبدأ يطلع لك أعذار فورية: 'الجو برد'، 'تعبان'، 'ببدأ بكرة'.\n\nالحل؟ قاعدة مشهورة اسمها قاعدة الـ 5 ثواني (Mel Robbins): أول ما تجيك الفكرة، عد تنازلي فوراً 5-4-3-2-1 وفز من مكانك زي الصاروخ وسوي الفعل. العد العكسي هذا يعطل الجزء 'الكسول' والعاطفي بمخك ويشغل الجزء المنطقي ويخليك تتحرك غصب.\n\nحياتك كلها ومستقبلك يتغير في قرارات صغيرة ناخذها (أو نأجلها) في ثواني. لا تفكر.. عد للخمسة وانطلق."
        },
        {
          "title": "عدوى الفشل (نسخة 60 ثانية)",
          "script": "يقولون 'أنت متوسط الخمسة أشخاص اللي تجلس معهم أغلب وقتك'.. المعادلة هذي خطيرة وممكن ترفعك سابع سما، أو تخسف بك سابع أرض!\n\nلو ربعك اللي بالاستراحة كل سوالفهم تشكي من الحال وديون وتحلطم، غصب عنك عقلك الباطن بيتشرب هالطاقة وبتصير سادسهم. الأفكار والعادات معدية مثل الفيروسات بالضبط.\n\nتبي تتغير وتنجح؟ ابدأ بتغيير 'الشلة' والبيئة. مو لازم تقطع علاقتك بصحابك القدام.. بس قلل الوقت معاهم، ودور ناس أذكى منك وأنجح منك تجلس معهم وتسمع منهم.\n\nلما تجلس مع تجار، بتفكر بالتجارة والفرص.. ولما تجلس مع محبطين، بتفكر بالفشل والأعذار. شوف ربعك الحين واسأل نفسك بصدق.. هل أبي أصير زيهم بعد 5 سنين؟ الصاحب ساحب.. فاختر من يسحبك للقمة."
        }
      ]
    },
    "restaurants": {
      "name": "المطاعم",
      "examples": [
        {
          "title": "خدعة الإعلانات (نسخة 60 ثانية)",
          "script": "ليش ساندوتش البرجر في الإعلان شكله يجنن ويشهي، ولما تشتريه وتفتح العلبة يطلع 'مفعوص' وحالته حالة؟.. الحقيقة المرة إن اللي تشوفه بالتلفزيون والإعلانات هذا مو أكل أصلاً، هذا 'بلاستيك ومكياج'!\n\nإحنا نتكلم عن صناعة كاملة اسمها (Food Styling).. بيستخدموا خدع تصوير عشان تجوع غصب عنك.\n\nشايف اللمعة اللي عاللحمة؟ هذا زيت سيارات! وعارف الجبنة اللي بتمط بشكل خيالي؟ هذا غراء خشب ومسامير! وعارف البخار اللي طالع؟ دي قطنة مبلولة ومسخنة ورا الساندوتش عشان توحي لك إنه حار.\n\nالمطاعم تبيع 'الوهم' والصورة المثالية لعينك قبل بطنك، وأنت تدفع الفاتورة وتتحطم بالواقع. لا تخلي الصور تخدعك.. الطعم هو الحكم الوحيد، مو الشكل."
        },
        {
          "title": "اختبار الحمام (نسخة 60 ثانية)",
          "script": "قبل ما تطلب الأكل في أي مطعم جديد تدخله.. نصيحة لوجه الله: ادخل دورة المياه أول! هالحركة البسيطة ممكن تنقذك من تسمم غذائي وكوارث صحية وأنت ما تدري.\n\nفيه قاعدة عالمية في التفتيش الصحي تقول: 'نظافة الحمام هي مراية لنظافة المطبخ'. الإدارة اللي ما تهتم بنظافة المكان اللي الزباين يشوفونه.. تخيل كيف وضع المطبخ المستخبي عن عيونك؟\n\nلو لقيت المغاسل وصخة، أو مفيش صابون، أو الريحة كريهة.. اهرب فوراً! لأن هذا معناه إن الطباخين نفسهم ما يغسلون أياديهم بعد الحمام، وبيروحوا يمسكوا أكلك بنفس اليد.\n\nصحتك وصحة عيالك أغلى من إنك 'تستحي' تطلع من المطعم. المطعم النظيف يبان من أصغر تفاصيله. خذها قاعدة: إذا الحمام يخرع.. المطبخ يقتل."
        },
        {
          "title": "هندسة البوفيه (نسخة 60 ثانية)",
          "script": "كيف تاكل في البوفيه المفتوح بدون ما المطعم يضحك عليك وتطلع خسران؟.. ترى البوفيه مصمم 'هندسياً' ونفسياً عشان يشبعك بأرخص أكل عندهم ويوفرون الغالي!\n\nلاحظ دايماً إن أول صحون تقابلك في بداية البوفيه هي 'العيش، المكرونة، والرز والبطاطس'. ليش؟ عشان تعبي صحنك (وبطنك) نشويات رخيصة قبل ما توصل للحوم والأسماك في الآخر.\n\nالشخص الذكي يسوي العكس: ابدأ بالبروتين (مشويات، جمبري) والسلطات، وسيب العيش والرز للآخر لو بقى مكان. ونصيحة تانية: لا تشرب عصيرات وسوائل كثير وسط الأكل، لأنها تنفخ البطن وتخليك تشبع بسرعة وهمية.\n\nأنت دافع مبلغ وقدره عشان تستمتع.. فكل الأشياء الغالية واترك الرخيص اللي تقدر تسويه بالبيت ببلاش. عشان تحلل فلوسك صح.. ابدأ بالغالي واختم بالرخيص."
        },
        {
          "title": "سر المطاعم الشعبية (نسخة 60 ثانية)",
          "script": "ليش دائماً ألذ أكل تذوقه وتتذكره يكون في مطعم صغير في حارة، مو في الفنادق الـ 5 نجوم الفخمة؟.. السر مو في النظافة ولا الديكور، السر في كلمة وحدة: 'التخصص'!\n\nالمطعم الصغير هذا غالباً بيعمل صنفين أو ثلاثة بس (فول، كبدة، شاورما) وله 40 سنة يعيد ويزيد فيهم لحد ما أتقن الصنعة وعرف سر الخلطة. هو مركز جهده كله في هالطبقين.\n\nلكن المطعم الكبير (International) اللي المنيو حقه فيه 100 صنف من كل بلد.. مستحيل يضبطهم كلهم بنفس الجودة. أغلب الأكل هذا بيكون 'مجمد' أو جاهز وبيتسخن في الميكروويف عشان يلحقوا على الطلبات.\n\nلو تبي تجربة أكل حقيقية وطعم أصلي، دور عالزحمة والطوابير اللي واقفة قدام المحلات الصغيرة.. لسان الناس ما يكذب. دور على المعلم المتخصص.. واترك بتاع كله."
        },
        {
          "title": "كيمياء الإدمان (نسخة 60 ثانية)",
          "script": "ليش البطاطس المقلية والبرجر حق مطاعم الفاست فود طعمه مختلف تماماً عن البيت، وتدمن عليها وتبي تاكلها كل يوم؟.. هذي مو شطارة طباخ ولا خلطة سرية، هذي كيمياء ومعامل!\n\nالشركات هذي توظف علماء أغذية عشان يضبطوا نسب دقيقة جداً من 'السكر والملح والدهون'.. التركيبة الثلاثية هذي بتضرب في مركز المكافأة بمخك زي المخدرات بالضبط، وتخليك تبي تاكل زيادة حتى لو شبعان.\n\nده غير 'مكسبات الطعم' والنكهات الصناعية اللي يرشونها، واللي تخلي ريحة الأكل تفوح وتجيبك من آخر الشارع وتثبت في ذاكرتك.\n\nالحقيقة المرة: هم ما يبيعون أكل يغذيك، هم يبيعون 'دوبامين' وسعادة لحظية، وأنت بتدفع الثمن الغالي من صحتك وشرايينك. كل براحتك بس خلك واعي.. أنت مو جوعان، أنت مدمن."
        }
      ]
    },
    "fashion": {
      "name": "الفاشون",
      "examples": [
        {
          "title": "وهم الماركات (نسخة 60 ثانية)",
          "script": "تحسب الكشخة والأناقة إنك تلبس 'ماركات' وعليها شعارات كبر راسك تمشي بالشارع؟.. يا الحبيب، أغنى ناس في العالم (زي بيل جيتس ومارك زوكربيرج) يلبسون تيشيرتات سادة بـ 50 ريال! السر مو في سعر القطعة، السر كله في 'المقاس'.\n\nالثوب أو البدلة اللي بـ 5000 ريال لو واسعة عليك ومش مضبوطة هتبان 'كيس' أو شوال.. والتيشيرت الرخيص لو مقاسه (Fit) ومفصل على جسمك هيبان كأنه براند عالمي.\n\nشوف الكبارية ورجال الأعمال الحقيقيين، ما يلبسون شعارات عملاقة.. هذا ستايل يسمونه 'Quiet Luxury' (الفخامة الهادئة). اللي يلبس لوجو كبير هذا غالباً شخص يحاول يثبت للناس إنه معاه فلوس.\n\nالأناقة مو إنك تشتري المحل كله.. الأناقة إنك تلبس اللي لايق على جسمك، حتى لو من سوق شعبي. أهم قاعدة في الموضة احفظها: المقاس هو الملك (Fit is King)."
        },
        {
          "title": "كارثة البوليستر (نسخة 60 ثانية)",
          "script": "قبل ما تشتري أي قميص أو ثوب أو حتى تيشرت.. تكفى شيك على التاغ (الورقة) الداخلي أول! لو لقيت كلمة 'Polyester' بنسبة 100%.. ارمها واهرب فوراً.\n\nالبوليستر هذا حرفياً عبارة عن 'بلاستيك' معاد تدويره. يعني كأنك لابس كيس زبالة (وأنتم بكرامة) على جسمك. المشكلة إنه يخلي جسمك يعرق، ويحبس الحرارة والرطوبة، ويطلع ريحة عرق شينة جداً مهما تروشت وحطيت مزيل عرق.\n\nالشركات تحبه وتستخدمه لأنه رخيص جداً وما يتعفط (Need no iron).. بس بشرتك وراحتك هي الضحية في حرنا هذا. دور دايماً على خامات طبيعية زي 'القطن 100%' أو 'الكتان' أو 'الصوف البارد'.\n\nممكن تدفع زيادة شوي في القطن.. بس بتعيش في جسم يتنفس، ومرتاح، وريحته نظيفة طول اليوم. دلع جسمك بقطن طبيعي.. ترى صحتك ومظهرك بفلوس."
        },
        {
          "title": "خدعة الطول (نسخة 60 ثانية)",
          "script": "تبي تبان أطول وأنحف وأشيك بدون ما تسوي رجيم ولا تخسر كيلو واحد ولا تلبس كعب؟.. السر كله في العين والخدع البصرية.\n\nالخدعة اسمها ستايل 'المونوكروم' (Monochromatic).. يعني باختصار تلبس لون واحد بدرجاته من فوق لتحت (مثلاً قميص كحلي وبنطلون جينز غامق، أو ثوب وشماغ متناسقين).\n\nالحركة هذي تخلي عين الناس تمشي على جسمك بخط مستقيم (عامودي) بدون ما توقف، فتبان أطول وأنحف. لكن لو لبست قميص أبيض وبنطلون أسود، أنت كأنك رسمت خط بالعرض وقسمت جسمك نصين، فبتبان أقصر وأعرض.\n\nهذي التريكة اللي كل نجوم السينما والمشاهير يسوونها على الريد كاربيت. الكشخة علم وهندسة ونسب، مو بس ذوق. وحد ألوانك.. يتوحد شكلك وتزيد هيبتك."
        },
        {
          "title": "أساس الكشخة (نسخة 60 ثانية)",
          "script": "تبي ترفع مستوى أناقتك 10 درجات فوراً وتخلي الناس تحترمك من أول نظرة بدون ما تصرف ريال؟.. اهتم بشي واحد بس: نظافة حذائك (وأنتم بكرامة)!\n\nدراسات علم النفس تقول إن الناس بتبص على وجهك، وثاني شي بتبص عليه تلقائياً هو 'حذائك'. لو لابس أغلى طقم وساعتك رولكس، بس جزمتك مبهدلة ووصخة، شكلك كله بيطلع رخيص وغير مهتم.\n\nالجزمة البيضاء (White Sneakers) بالذات.. هي جوكر تمشي مع الثوب ومع الجينز، بس بشرط تكون 'تلق لق' من النظافة. حذاء نظيف يعطي انطباع فوري إنك شخص دقيق، نظيف، ومهتم بالتفاصيل في حياتك وشغلك.\n\nما تحتاج 10 جزم.. تحتاج وحدة نظيفة ومريحة. هذي أهم قطعة استثمارية في دولابك. ملمع الأحذية بـ 10 ريال.. بس قيمته في مظهرك وهيبتك تسوى ملايين."
        },
        {
          "title": "قانون الـ 3 ألوان (نسخة 60 ثانية)",
          "script": "ليش لما تلبس طقم وتحاول تكشخ تحس إنه 'حوسة' وزحمة ألوان، ولما تشوف موديل أو ممثل لابس نفس الألوان يطلع شكله مريح وكشخة؟.. السر في النسبة الذهبية للألوان.\n\nفيه قاعدة عالمية في الفاشون تقول: أوعى تلبس أكثر من 3 ألوان في طقم واحد عشان العين ما تتشتت.\n\nالقاعدة تقول وزع الألوان كذا: 60% لون أساسي (زي الثوب أو البنطلون والقميص)، 30% لون ثانوي (زي الجاكيت أو الشماغ)، و 10% لون مميز (زي الساعة، الحذاء، أو الكبك).\n\nلو زدت عن 3 ألوان، بتصير كأنك 'لوحة إعلانات' ماشية والناس بتنفر من شكلك. البساطة هي قمة الفخامة. احفظ الرقم هذا زين: 3 ألوان بالكثير، ولا تزيد عنها. خلك بسيط.. الزحمة تغطي جمالك."
        }
      ]
    }
  }
}
