{
  "metadata": {
    "version": "4.0",
    "description": "Master Viral Scripts Database - GCC Edition - 8 Niches - 40 Hooks + 40 Full Scripts",
    "target_dialect": "Gulf White Dialect (Saudi/UAE/Qatar)",
    "duration_per_script": "60 Seconds"
  },
  "universal_hooks": [
    "اللي يوصلك عن {topic} تراه نص الحقيقة بس... النص الثاني هو السر اللي ما يبونك تعرفه!",
    "لو تحسب إن اللي صاير في {topic} مجرد صدفة... راجع حساباتك! السيناريو هذا مرتب لسبب واحد.",
    "انتبه تاخذ خطوة في {topic} قبل ما تسمع هالكلام... لأن الغلطة هنا تمنها غالي بالحيل!",
    "أتحداك تكون منتبه لهالتفصيل في {topic}... لأن 99% من الناس تمر عليهم وما يفهمون معناها!",
    "رقم واحد بس في {topic} قلب الموازين كلها... الرقم هذا مو للزينة، هذا جرس إنذار!"
  ],
  "hooks_by_category": {
    "general": {
      "name": "عام",
      "hooks": [
        "لو تقوم من النوم جسمك مكسر حتى لو شبعان نوم.. تراك قاعد تسوي كارثة في حق نفسك وأنت ما تدري!",
        "حركة وحدة بس بالعين لو سواها اللي يكلمك.. اعرف فوراً إنه يكذب عليك حتى لو حلف لك أيمان مغلظة!",
        "انتبه تضغط 'موافق على الكل' في أي موقع تدخله.. هالكسل هو السبب إن بياناتك وصورك تنباع بالمزاد الحين!",
        "الناس تحسب إن 'الحظ' صدفة وتوافيق بس.. لكن العلم أثبت إن الحظ له 'معادلة' لو طبقتها بتصير مغناطيس فرص!",
        "أخطر خدعة عقلك يسويها فيك هي جملة 'ببدأ بكرة'.. الجملة هذي هي المقبرة اللي اندفنت فيها أحلام ملايين البشر!"
      ]
    },
    "real_estate": {
      "name": "العقارات",
      "hooks": [
        "قرار واحد غلط وأنت تشتري بيت العمر ممكن يورطك ويدينك للبنك 20 سنة قدام وأنت مو حاس!",
        "لو لسه مصدق كذبة 'الاستثمار في العقار ما يخسر أبداً'.. شكلك نسيت اللي صار بالأزمات الماضية وممكن يتكرر!",
        "انتبه توقع العقد النهائي لأي وحدة سكنية قبل ما تتأكد من البند رقم 4.. هالبند هو اللي يضيع حقك في البيع بعدين!",
        "السمسار الشاطر ما يقولك 'وين تشتري'.. السمسار الشاطر يقولك وين 'ما تشتري'، والفرق بين الكلمتين ملايين!",
        "الكل يركض يشتري في الأماكن 'الترند'.. بس الهوامير والحيتان يبيعون هناك ويشترون في مكان ثاني محد منتبه له!"
      ]
    },
    "content_creation": {
      "name": "صناعة المحتوى",
      "hooks": [
        "لو تحسب إن المليون مشاهدة هي اللي بتخليك مليونير.. تراك تطرد سراب وبتنصدم لما تشوف أرباحك الحقيقية!",
        "أكبر جريمة ممكن تسويها في حق حسابك إنك تشتري متابعين.. الحركة هذي هي رصاصة الرحمة اللي تقتل فيها الوصول للأبد!",
        "السر اللي مشاهير التيك توك مخبينه عنك.. إن المقطع ما ينجح عشان 'محتواه حلو'، ينجح عشان طبقوا قاعدة الـ 3 ثواني!",
        "مو لازم تكون موديل ولا دمك خفيف عشان تقبض بالدولار.. فيه شغلة جديدة اسمها UGC تطلع لك ذهب وأنت ببيجامة البيت!",
        "تتعب على فيديو واحد كل أسبوع، ولا تنزل فيديو 'أي كلام' كل يوم؟.. إجابة الخوارزمية بتصدمك وتغير خطتك تماماً!"
      ]
    },
    "business": {
      "name": "البيزنس",
      "hooks": [
        "لو خايف تقول فكرة مشروعك لأحد لا يسرقها.. تراك لسه مبتدئ وما فهمت اللعبة، لأن الفكرة لحالها قيمتها صفر!",
        "انتبه تسوي خصم 50% عشان تبيع أكثر.. الحركة هذي ممكن تمشي البضاعة اليوم، بس بكرة بتقفل محلك بالشمع الأحمر!",
        "ليش فشار السينما الوسط سعره قريب مرة من الكبير؟.. هذي مو غلطة تسعير، هذي مصيدة معمولة عشانك مخصوص!",
        "تبي تفتح شركة برمجيات أو تصميم وأنت ما تعرف كود ولا رسم؟.. مبروك، أنت معك أهم مؤهل لبزنس المستقبل!",
        "ليش شركات الاتصالات تعطيك شريحة ونت ببلاش في البداية؟.. هم أغبياء ويخسرون؟.. بالعكس، هذولا أشطر منك بالحساب!"
      ]
    },
    "technology": {
      "name": "التكنولوجيا",
      "hooks": [
        "لو تظن خدمات 'قوقل' ببلاش عشان يحبونك.. تراك عايش في وهم، لأنك في المعادلة هذي مو العميل، أنت المنتج اللي ينباع!",
        "انتبه تشحن جوالك طول الليل وأنت نايم.. العادة هذي هي السبب إن بطاريتك تودع بعد سنة وحدة بس!",
        "خايف الذكاء الاصطناعي ياخذ وظيفتك؟.. تطمن، الروبوت ما راح ياخذ مكانك، اللي بياخذه هو واحد يعرف يستخدم الـ AI أحسن منك!",
        "ليش لما تفتح تيك توك دقيقة تلقى نفسك سرحت ساعتين؟.. هذي مو قلة إرادة منك، هذا مخدر رقمي مصمم بمليارات الدولارات!",
        "لا تشتري الآيفون الجديد الحين.. ترى أبل تحاول تبيع لك نفس الجوال القديم بسعر أغلى 1000 ريال!"
      ]
    },
    "self_development": {
      "name": "تطوير الذات",
      "hooks": [
        "التحفيز هذا أكبر كذبة أنت مصدقها.. لو تنتظر 'نفسيتك تزين' عشان تنجز، بتموت وأنت بمكانك ما تحركت!",
        "أول ساعة في يومك تحدد مصير الـ 23 ساعة الباقية.. لو مسكت الجوال أول ما تفتح عينك، يومك تدمر رسمياً!",
        "قراءة 50 كتاب بالسنة مو إنجاز.. هذي 'مهايط'! لو تقرأ وما تطبق، أنت والشخص الأمي سوا.",
        "تعرف اللحظة اللي تفكر تقوم تسوي شي وتكسل؟.. اللحظة هذي هي اللي تفرق بين الناجح والفاشل، والحل في 5 ثواني بس!",
        "أنت متوسط الخمسة أشخاص اللي تجلس معهم.. لو ربعك كلهم مفلسين ويتحلطمون، مبروك أنت بتصير سادسهم قريب!"
      ]
    },
    "restaurants": {
      "name": "المطاعم",
      "hooks": [
        "ليش برجر الإعلانات شكله يجنن ولما تطلبه يطلع 'مفعوص'؟.. الحقيقة إن اللي تشوفه بالتلفزيون هذا مو أكل أصلاً، هذا مكياج!",
        "قبل ما تطلب الأكل بأي مطعم جديد.. ادخل الحمام أول! الحركة هذي ممكن تنقذك من تسمم غذائي وأنت ما تدري.",
        "كيف تاكل في البوفيه المفتوح بدون ما المطعم يضحك عليك؟.. البوفيه مصمم هندسياً عشان يشبعك بأرخص أكل عندهم!",
        "ليش دائماً ألذ أكل تذوقه يكون في مطعم صغير بحارة مو في الفنادق الـ 5 نجوم؟.. السر مو بالنظافة، السر في 'التخصص'!",
        "ليش بطاطس ماكدونالدز طعمها مختلف عن البيت وتدمن عليها؟.. هذي مو شطارة طباخ، هذي كيمياء ومعامل!"
      ]
    },
    "fashion": {
      "name": "الفاشون",
      "hooks": [
        "مو لازم تلبس 'ماركات' عشان تبان غني.. أغنى ناس بالعالم يلبسون تيشيرتات سادة، والسر كله في 'المقاس'!",
        "قبل ما تشتري أي قطعة ملابس شيك على التاغ الداخلي.. لو لقيت كلمة 'Polyester' اهرب، لأنك بتلبس كيس بلاستيك!",
        "كيف تلبس ألوان تخليك تبان أطول وأنحف بدون ما تخسر كيلو واحد؟.. السر كله في العين والخدع البصرية!",
        "تبي ترفع مستوى كشختك 10 درجات فوراً بدون ما تصرف ريال؟.. اهتم بحاجة وحدة بس في لبسك، وهي جزمتك (وأنتم بكرامة)!",
        "ليش لما تلبس طقم تحس إنه 'حوسة' ولما تشوف موديل لابس نفس الألوان يطلع كشخة؟.. السر في النسبة الذهبية للألوان!"
      ]
    }
  },
  "categories": {
    "general": {
      "name": "عام",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "خدعة فيتامين د",
          "script": "عايشين في أحر بلاد العالم، ومع ذلك 80% منا عندهم نقص فيتامين د!.. تظن هذي صدفة؟.. لا يا الحبيب، أنت فاهم الشمس غلط!\n\nالأغلبية يحسبون إنهم لو ساقوا السيارة والشمس تضرب في يدهم إنهم أخذوا كفايتهم.. هذي أكبر خدعة.. لأن زجاج السيارة يشتغل كأنه 'فلتر' يمنع الفايدة ويخلي الضرر يمر.\n\nالعلم يقول: الزجاج يحجب أشعة UVB اللي الجسم يحتاجها عشان يصنع الفيتامين، وبنفس الوقت يمرر أشعة UVA اللي تسبب التجاعيد وتصبغات الجلد. يعني وأنت تسوق، أنت قاعد تحرق جلدك عالفاضي بدون ما تستفيد ذرة فيتامين واحدة!\n\nتبي الفايدة؟ لازم تعرض جسمك للشمس المباشرة بدون أي حواجز زجاجية، ولمدة 10 دقايق بس في وقت الضحى.\n\nالشمس دواء.. بس لو أخذتها من وراء قزاز، تتحول لسم.. لا تخدع نفسك."
        },
        {
          "archetype": "warning",
          "title": "القاتل الصامت في السيارة",
          "script": "لو أنت من النوع اللي يصفط السيارة وينام فيها والمكيف شغال عشان الحر.. انتبه! هذي النومة ممكن تكون الأخيرة لك وأنت ما تدري.\n\nالموضوع مو تخويف، الموضوع كيمياء بحتة.. فيه غاز خبيث اسمه 'القاتل الصامت' (أول أكسيد الكربون)، هذا الغاز ماله ريحة ولا لون، يتسلل لك بهدوء.\n\nلو سيارتك واقفة في مكان ما فيه تهوية زينة (مثل كراج أو حوش مسكر)، العادم ممكن يتسرب لداخل السيارة من فتحات التكييف. الغاز هذا يخليك تحس بـ 'دوخة حلوة' وتدخل في نوم عميق جداً.. وبعدها القلب يوقف وأنت في سابع نومة. كثير شباب راحوا ضحية هالحركة وهم يحسبون إنهم بس بياخذون قيلولة بسيطة.\n\nراحتك وأنت نايم مهمة.. بس حياتك أهم.. طفِ السيارة وافتح الدريشة، أو انزل نام في بيتك."
        },
        {
          "archetype": "math_logic",
          "title": "فخ التمر والقهوة",
          "script": "تظن إن التمر 'صحي' وسنة نبوية فتقدر تاكل منه قد ما تبي؟.. هالمعلومة هي السبب إن الكروش عندنا ما تروح حتى مع النادي والرياضة!\n\nصحيح التمر فيه بركة، بس السكر هو السكر.. البنكرياس وجسمك ما يفرق إذا السكر جاي من تمرة ولا من علبة بيبسي.\n\nتعال نحسبها: حبة التمر السكري الوحدة فيها كمية سكر تعادل ملعقة شاهي مليانة. يعني جلستك بالمجلس مع دلة القهوة وسوالف وأكلت 10 حبات؟.. مبروك، كأنك ماكل وجبة دسمة كاملة من السعرات الحرارية وأنت جالس مكانك! الخدعة إن القهوة المرة تكسر حلاوة التمر، فما تحس بالكمية اللي دخلت جسمك.\n\nكلوا واشربوا ولا تسرفوا.. الصحة في 'العدد الفردي' البسيط، مو في الصحن الكامل."
        },
        {
          "archetype": "shock",
          "title": "كارثة البخور",
          "script": "تبخر بيتك كل يوم وتسكر الشبابيك عشان الريحة تثبت؟.. تراك قاعد تخنق عيالك بيدك وأنت تحسب إنك تكرمهم!\n\nريحة العود طيبة، ما اختلفنا.. بس الدخان المحبوس داخل الغرفة كيميائياً ما يفرق كثير عن دخان الشيشة والسجائر.\n\nالدراسات تقول إن حرق البخور يطلق جزيئات دقيقة جداً (PM2.5) تدخل الرئة ومجرى الدم مباشرة. تركيز الدخان في غرفة مسكرة لمدة ساعة، يعادل تدخين سلبي لسجائر كثيرة. وتخيل هذا يصير كل يوم؟ عشان كذا الربو وحساسية الصدر زايدة عندنا بشكل يخوف.\n\nبخر بيتك، بس خلي الهوا يمر وافتح النوافذ.. النظافة مو بس ريحة حلوة، النظافة هواء نظيف."
        },
        {
          "archetype": "security_secret",
          "title": "رسالة تم إيقاف حسابك",
          "script": "جتك رسالة تقول 'تم إيقاف بطاقتك البنكية، اتصل للتحديث'؟.. لو ضغطت على الرابط أو اتصلت، فالله يعوض عليك في رصيدك!\n\nالمحتالين ما يخترقون البنك.. المحتالين يخترقون 'خوفك'. هما عارفين إنك بتخاف وتتوتر أول ما تقرأ كلمة 'إيقاف'، فبتتصرف بدون تفكير.\n\nقاعدة ذهبية احفظها صم: البنك مستحييييل يطلب منك تحديث بيانات برسالة نصية، ومستحيل يطلب منك رمز الـ OTP بالتليفون. أي أحد يطلب هالشيء هو حرامي، حتى لو رقم تليفونه طالع باسم البنك (لأنهم يستخدمون برامج تزييف أرقام عشان يخدعونك).\n\nشكك هو درعك.. لا تصير صيدة سهلة، وأول ما تشك، سكر الخط ودق أنت على البنك بنفسك."
        }
      ]
    },
    "real_estate": {
      "name": "العقارات",
      "examples": [
        {
          "archetype": "warning",
          "title": "وهم على الخارطة",
          "script": "ناوي تشتري عقار 'على الخارطة' عشان أرخص؟.. انتبه يا الحبيب! ترى الخصم اللي يغرونك فيه اليوم، ممكن تدفع دبلّه 'تأخير' و'جودة سيئة' بكرة!\n\nالمطور يعطيك 'صور 3D' خيالية وبروشور يلمع.. بس العقد اللي بتوقعه مليان ثغرات تحميه هو لو المشروع تعثر، وتتركك أنت معلق مع البنك تسدد أقساط لبيت وهمي.\n\nالإحصائيات تقول نسبة كبيرة من المشاريع تتأخر بالسنين. وأنت ملزم تدفع القسط للبنك وأنت لسه ساكن إيجار.. يعني 'دبل خسارة'. غير إن التشطيب التجاري اللي تستلمه غالباً بيكون غير فلة العرض تماماً.\n\nتبي نصيحة؟.. العقار الجاهز تشوفه بعينك وتلمسه بيدك.. أضمن لفلوسك وأريح لراسك من المحاكم."
        },
        {
          "archetype": "myth_buster",
          "title": "خدعة بيت العمر",
          "script": "أكبر غلطة مالية يسويها الشباب في الخليج هي هوس 'بيت العمر'.. تروح تدفن 3 مليون ريال في فيلا كبيرة وأنت لسه في بداية حياتك وتتورط بقرض يقصم الظهر!\n\nالمجتمع برمجنا إن 'الإيجار خسارة' وفلوس رايحة.. بس لغة الأرقام والاستثمار تقول عكس كذا تماماً.\n\nلو استثمرت الـ 3 مليون هذي في صناديق ريت (REITs) أو أصول تجارية، بتجيب لك عائد سنوي 200 ألف ريال.. يعني الإيجار يندفع ويبقى لك كاش زيادة! لكن لما تحطها في جدران، فلوسك 'تجمدت' وصارت عليك مصاريف صيانة وكهرباء تاكل راتبك.\n\nالأثرياء يسكنون بالإيجار ويشغلون الكاش.. وإحنا نموت عشان نملك طابوق. ابنِ ثروتك أول، بعدين ابنِ بيتك."
        },
        {
          "archetype": "opportunity",
          "title": "سر المواقع الجديدة",
          "script": "تبي تشتري أرض أو عقار؟.. ابعد عن الأماكن اللي 'الكل' يتكلم عنها.. المكان اللي صار 'ترند' والناس هابة فيه يعني أسعاره وصلت السقف وخلاص!\n\nالسر في الاستثمار العقاري هو 'الاستباق'.. لا تلحق الزحمة، الحق خطط الحكومة والمشاريع المستقبلية.\n\nشوف وين اتجاه المترو الجديد، وين المشاريع الكبرى اللي بتفتح بعد 5 سنين.. واشتري هناك والمنطقة لسه صحراء. اللي اشتروا في أطراف المدن قبل 10 سنين دبلوا ثروتهم 5 مرات اليوم.\n\nالربح الحقيقي مو في اللي غلي، الربح في اللي 'لسه بيغلى'.. خلك صياد فرص مو زبون غافل. اشترِ على الإشاعة، وبيع على الخبر."
        },
        {
          "archetype": "math_logic",
          "title": "مصيدة السايبر",
          "script": "قبل ما توقع عقد التمويل العقاري اللي مدته 25 سنة.. تأكد من بند واحد بس، وإلا القسط ممكن يكسر ظهرك بعدين!\n\nالبنوك أحياناً تسوق لك 'فائدة متغيرة' مرتبطة بمؤشر (السايبر أو الايبور).. ويقولك الحين النسبة نازلة وحلوة.. بس ما يقولك وش بيصير لو ارتفعت.\n\nلو الفائدة العالمية زادت، القسط حقك بيزيد أو مدة القرض بتتمدد سنين زيادة وأنت مو حاسس. تخيل إنك تدفع ملايين زيادة بس عشان الفائدة تغيرت؟\n\nدائماً وأبداً.. اشرط تكون النسبة 'ثابتة' طول مدة التمويل حتى لو كانت أغلى شوي في البداية.. الأمان المالي أهم من التوفير اللحظي. اشترِ راحة بالك وثبت قسطك."
        },
        {
          "archetype": "actionable_advice",
          "title": "الفحص قبل الاستلام",
          "script": "استلمت مفتاح بيتك الجديد وفرحان؟.. لا تنقل عفشك قبل ما تجيب 'مهندس فحص'.. وإلا بتكتشف كوارث بتكلفك قيمة أثاث بيتك كله!\n\nالمقاولين يغطون العيوب ببوية وديكور.. الشكل يلمع، بس المصايب مدفونة تحت البلاط وداخل الجدران.\n\nشركات الفحص (Snagging) يدخلون بأجهزة ليزر وكاميرات حرارية.. يكشفون تسريبات الموية المخفية، ميول البلاط الغلط، والكهرباء الخطيرة. يطلعون لك تقرير بـ 50 عيب، وتجبر المطور يصلحها غصب عنه قبل ما توقع الاستلام النهائي.\n\nألفين ريال تدفعها للفحص الحين.. توفر عليك 50 ألف ترميم بعدين. الثقة زينة، بس الفحص أضمن.. خذ حقك كامل."
        }
      ]
    },
    "content_creation": {
      "name": "صناعة المحتوى",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "وهم الملايين",
          "script": "تحسب إنك لو وصلت 'مليون مشاهدة' بتصير مليونير وتركب بنتلي؟.. اصحى يا نايم! هذي أكبر كذبة يبيعونها لك مشاهير السوشيال ميديا.\n\nالمشاهدات هذي يسمونها (Vanity Metrics) يعني 'أرقام للمهايط' بس.. لكنها ما توكل عيش عند البقالة.\n\nلغة الأرقام صريحة: فيديو يجيب مليون مشاهدة من الإعلانات ممكن يدخلك 500 ريال بس.. لكن لو عندك 5 آلاف متابع حقيقي وبعت لهم 'منتجك' أو 'خدمتك'، ممكن تطلع 50 ألف ريال! الشركات تدور 'التأثير' والبيع، ما تدور أرقام عشوائية.\n\nلا تركز تصير مشهور.. ركز تصير 'بزنس'، لأن الشهرة بدون فلوس.. وجع راس. الكمية للمظاهر، والكيف للتجار."
        },
        {
          "archetype": "warning",
          "title": "مقبرة الحسابات",
          "script": "تبي تنهي مسيرتك قبل ما تبدأ؟.. روح اشترِ متابعين وهميين! هذي الحركة هي 'رصاصة الرحمة' اللي تقتل فيها حسابك للأبد.\n\nأنت تشتري أرقام مو بشر.. ولما الخوارزمية (Algorithm) تشوف عندك 100 ألف متابع، بس 10 لايكات عالمقطع.. تفهم فوراً إن محتواك 'غير مرغوب' وزبالة.\n\nالخوارزمية تدفن المقطع ومستحيل تطلعه إكسبلور لأنها تعتبر حسابك 'ميت'. تخيل إنك فاتح محل بالرياض والزحمة اللي فيه كلها 'أصنام'.. الزبون الحقيقي لو دخل وشاف المنظر، بيهج!\n\nالحل الوحيد لو سويت هالغلطة؟.. احذف الحساب وابدأ من الصفر. الصفر الحقيقي اللي يكبر بجهدك.. يسوى مليون مرة من المليون المزيف."
        },
        {
          "archetype": "secret",
          "title": "قاعدة الـ 3 ثواني",
          "script": "ليش فيه مقاطع تافهة تضرب ترند بالملايين، ومقاطعك المتعوب عليها ما تتعدى 200 مشاهدة؟.. السر كله في 'أول جملة' تقولها!\n\nتيك توك وإنستقرام ما يهمهم جودة تصويرك.. يهمهم شيء واحد: 'هل المشاهد وقف صباعه ولا كمل سكرول؟'.\n\nلو بديت الفيديو بـ 'السلام عليكم كيفكم يا جماعة'.. عز الله مات الفيديو. المشاهد يقرر يكمل ولا لا في أقل من ثانية. لازم تبدأ بـ 'هوشة' أو 'رقم صادم' أو 'سؤال مستفز'.\n\nقاعدة ذهبية: ابدأ الفيديو من نصه! الغي المقدمات وادخل في الزبدة فوراً. المشاهد أناني وعايز الزتونة.. عطه الزبدة أو اخسره."
        },
        {
          "archetype": "opportunity",
          "title": "منجم الذهب الجديد UGC",
          "script": "تحسب لازم تكون موديل أو دمك خفيف عشان تطلع دولارات من النت؟.. فيه 'هبة' جديدة تطلع لك ذهب وأنت ببيجامة البيت ومحد يدري عنك!\n\nالمجال هذا اسمه UGC.. يعني الشركات تبي ناس طبيعية تصور منتجاتها بالجوال عشان المصداقية، مو إعلانات التلفزيون المكلفة.\n\nبكل بساطة: تجيك عطور أو منتجات للبيت، تصورها فيديو 15 ثانية، وترسل الفيديو للشركة وتاخذ فلوسك.. ولا يحتاج تنزله بحسابك أصلاً! ممكن تطلع 1000 ريال من فيديو واحد وأنت جالس بكنبتكم.\n\nهذي أسهل تجارة إلكترونية في 2026 بدون رأس مال. الفرص مرمية بالأرض.. بس يبي لها واحد يوطي ويشيلها."
        },
        {
          "archetype": "math_logic",
          "title": "الجلد بالذات",
          "script": "تنزل مقطع واحد متعوب عليه كل أسبوع، ولا مقطع 'نص نص' كل يوم؟.. إجابة الخوارزمية بتصدمك وتغير خطتك تماماً!\n\nالخوارزمية عبارة عن 'وحش جوعان'.. لو ما أكلته كل يوم، بينساك ويدور غيرك. المثالية هي عدوة الانتشار.\n\nحسبة بسيطة: لو نزلت 30 مقطع بالشهر، واحتمالية نجاح الواحد 5%.. إحصائياً لازم واحد منهم يضرب فيرال! لكن لو نزلت 4 مقاطع بس؟.. نسبة نجاحك شبه معدومة.\n\nأول 50 فيديو لك لازم يكونوا 'أي كلام'.. خلصهم بسرعة عشان تتعلم وتوصل للمستوى القوي. ابدأ وأنت مو جاهز.. لأنك عمرك ما راح تكون جاهز طول ما أنت واقف مكانك."
        }
      ]
    },
    "business": {
      "name": "البيزنس",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "خرافة الفكرة",
          "script": "خايف تقول فكرة مشروعك لأحد لا يسرقها؟.. ترى هذا تفكير 'مبتدئين' وما يفهمون بالسوق! الفكرة لحالها قيمتها في السوق 'صفر' مكعب.\n\nتطبيق 'كريم' ما كان أول تطبيق توصيل.. الفكرة كانت موجودة. السر كله في 'التنفيذ' (Execution) مو في الاختراع.\n\nالمستثمر ما يحط فلوسه في 'فكرة'.. يحط فلوسه في 'فريق' يقدر ينفذ ويتحمل الضغط. صدقني، الناس مشغولين وكسالى، محد فاضي يسرق فكرتك ويتعب فيها.\n\nقول فكرتك لكل الناس.. الملاحظات اللي بتجيك منهم أهم بمليون مرة من خوفك. بدال ما تحبس فكرتك في الدرج وتموت.. انزل السوق ونفذها، السوق ما يحترم إلا الأفعال."
        },
        {
          "archetype": "warning",
          "title": "فخ الخصومات",
          "script": "لا تسوي خصم 50% عشان تمشي بضاعتك.. هذي الحركة ممكن تجيب لك كاش اليوم، بس بكرة بتقفل محلك بالشمع الأحمر!\n\nالعميل اللي يجيك عشان 'السعر الرخيص'، هو أول واحد يخونك لما يلقى أرخص. هذا عميل ولاءه لجيبه بس.\n\nشوف البراندات الكبيرة.. عمرك شفتهم مسوين تصفية بنص السعر؟.. لا. لأن الخصم يرسل رسالة للعقل الباطن إن 'منتجك ما يسوى'.\n\nبدال ما ترخص سعرك، زود 'قيمة'.. عطه توصيل مجاني، غلفه زين، بس لا تنزل من كرامة منتجك. لو عودت العميل على الرخيص.. مستحيل يدفع لك السعر الحقيقي مرة ثانية."
        },
        {
          "archetype": "secret_psychology",
          "title": "خدعة الفشار",
          "script": "ليش علبة الفشار الوسط بالسينما سعرها قريب مرة من العلبة الكبيرة؟.. هذي مو غلطة تسعير، هذي مصيدة معمولة عشانك مخصوص!\n\nهذي خدعة نفسية يسمونها 'تأثير الطعم' (Decoy Effect). هم ما يبون يبيعون الوسط أصلاً.. هم حاطينه عشان الكبير يبان 'لقطة'.\n\nالصغير بـ 20، والوسط بـ 35، والكبير بـ 38. عقلك يقول: 'أزيد 3 ريال بس وآخذ الضعف؟ يا بلاش!'. فتشتري الكبير وأنت مستانس. الحقيقة إنك دفعت 38 ريال في ذرة تكلفتها ريالين. هم كسبوا، وأنت أكلت كمية ما تحتاجها.\n\nلما تشوف 3 أسعار لأي خدمة.. اعرف إن السعر اللي بالنص مجرد 'فخ' يدفك للغالي."
        },
        {
          "archetype": "opportunity",
          "title": "الوسيط الذكي",
          "script": "تبي تفتح شركة برمجة أو تصميم وأنت ما تعرف تكتب كود ولا ترسم؟.. مبروك، أنت معك أهم مؤهل لبزنس المستقبل!\n\nالنظام هذا اسمه Drop Servicing. مثل ما أمازون تبيع بضاعة مو حقتها، أنت بتبيع 'خدمات' مو أنت اللي تنفذها.\n\nتتفق مع عميل بجدة تصمم له شعار بـ 1000 ريال.. وتروح لمصمم شاطر أونلاين يسويه بـ 100 ريال. أنت أخذت 900 ريال فرق عشان قمت بدور 'مدير المشروع'.\n\nالعميل ما يبي 'مصمم'، العميل يبي 'وجع راسه يخلص'. صير أنت الواجهة، وخلي غيرك يشتغل. لا تضيع وقتك تتعلم صنعة.. اتعلم 'تجارة' وإدارة، لأن الفلوس هناك."
        },
        {
          "archetype": "math_logic",
          "title": "الخسارة ربح",
          "script": "ليش شركات الاتصالات تعطيك شريحة ونت ببلاش أول شهر؟.. هم أغبياء ويخسرون؟.. بالعكس، هذولا أشطر منك بالحساب!\n\nفي البزنس فيه رقمين هم سر اللعبة: تكلفة العميل (CAC) وقيمة العميل (LTV). لو فهمتهم بتمسك السوق.\n\nالشركة دفعت 100 ريال إعلانات عشان تجيبك (هذي خسارة). بس هم عارفين إنك بتقعد مشترك سنتين، بتدفع فيهم 5000 ريال (هذي القيمة). يعني الـ 100 ريال هذي 'استثمار' مو خسارة.\n\nلو تبي تنجح، اصرف اليوم عشان تقبض أضعاف بكرة. اسأل نفسك.. هل أنت تصرف بعقلية 'موظف' يوفر، ولا بعقلية 'تاجر' يزرع؟"
        }
      ]
    },
    "technology": {
      "name": "التكنولوجيا",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "الثمن المخفي",
          "script": "تحسب خدمات 'قوقل' و 'فيسبوك' ببلاش عشان يحبونك؟.. أنت عايش في وهم يا الحبيب! في المعادلة هذي، أنت مو العميل.. أنت 'المنتج' اللي ينباع!\n\nإحنا ما نتكلم عن نظريات مؤامرة.. إحنا نتكلم عن 'بيانات' حياتك اللي تتسجل بالثانية وتنباع لشركات الإعلانات.\n\nخرائط قوقل تسجل كل مشوار رحت له من سنين.. والمايك يسمع كلمات مفتاحية عشان يطلع لك إعلانات. والأخطر؟ الذكاء الاصطناعي صار 'يتوقع' وش تبي تشتري قبل ما تفكر فيه أصلاً!\n\nقبل ما تضغط 'موافق على الكل' المرة الجاية.. تذكر إن خصوصيتك هي الثمن اللي قاعد تدفعه. ما فيه شي ببلاش.. إذا الخدمة مجانية، فاعرف إنك أنت السلعة."
        },
        {
          "archetype": "warning",
          "title": "مقبرة البطارية",
          "script": "تشبك جوالك بالشاحن وتنام؟.. هذي العادة هي السبب إن بطاريتك تموت بعد سنة وتضطر تشتري جوال جديد!\n\nالشركات تقولك فيه 'حماية'.. بس الحقيقة الكيميائية إن البطارية لما تجلس 100% ساعات طويلة، تتعرض لضغط وحرارة يدمر خلايا الليثيوم.\n\nتخيل إنك تاكل وأنت شبعان غصب؟.. هذا اللي يصير للبطارية. حركة بسيطة: اشحنه الصبح وأنت تجهز للدوام، ووقفه عند 80%. هالحركة تطول عمر جوالك سنتين زيادة، وتوفر عليك آلاف الريالات.\n\nحافظ على حلالك.. اشحنه وأنت صاحي، مو وأنت نايم."
        },
        {
          "archetype": "secret_financial",
          "title": "فخ الآيفون الجديد",
          "script": "لا تشتري الآيفون الجديد الحين!.. ترى أبل تحاول تبيع لك نفس الجوال القديم بس بسعر أغلى 1000 ريال!\n\nأبل يلعبون على 'الهبة' والبرستيج.. غيروا مكان الكاميرا وزادوا زر جديد، وقالوا هذا اختراع.\n\nلغة الأرقام ما تكذب.. فرق السرعة بينه وبين الموديل اللي قبله ما يتعدى 5%، يعني ما راح تحس فيه أصلاً. المبلغ الزايد هذا يمديك تشتري فيه 'ساعة' و 'سماعة' مع الجوال القديم.\n\nالذكي يشتري تقنية تفيده، مو يشتري عشان يوري الناس. لا تصير ضحية للتسويق.. اشترِ اللي تحتاجه، مو اللي يبهر غيرك."
        },
        {
          "archetype": "opportunity",
          "title": "الموظف الخارق",
          "script": "خايف الذكاء الاصطناعي ياخذ وظيفتك؟.. تطمن، الروبوت ما راح ياخذ مكانك.. اللي بياخذ مكانك هو واحد يعرف يستخدم الـ AI أحسن منك!\n\nهذي مو نهاية الوظايف.. هذي بداية عصر 'الموظف الخارق' (Super Employee).\n\nالموظف اللي كان يخلص تقرير في يومين، الحين يخلصه في دقيقتين بـ ChatGPT. الشركات ما راح تفصل الناس، الشركات بتفصل الناس 'البطيئة'.\n\nلو تعلمت الأدوات هذي اليوم، قيمتك بالسوق بتدبل، لأنك بتصير عن 10 موظفين. المستقبل مو للي يخاف من التكنولوجيا.. المستقبل للي يعرف يركب موجتها."
        },
        {
          "archetype": "math_psychology",
          "title": "المخدر الرقمي",
          "script": "ليش لما تفتح تيك توك دقيقة وحدة، تلقى نفسك سرحت ساعتين؟.. ترى هذي مو قلة إرادة منك، هذا مخدر رقمي متصمم بمليارات الدولارات!\n\nالسر في شي اسمه 'المكافأة المتغيرة'.. نفس القمار بالضبط. أنت ما تدري الفيديو الجاي حلو ولا لا، فتجلس تسكرول تدور 'الجايزة'.\n\nالخوارزمية تحسب قعدت كم 'جزء من الثانية' على كل مقطع.. وتفهم مودك أكثر من أهلك. لو كنت طفشان بتطلع لك مقاطع تضحك، ولو حزين بتزيد لك الحزن عشان تثبتك.\n\nأنت في حرب غير عادلة مع سوبر كمبيوتر هدفه الوحيد يسرق وقتك. السؤال اللي يوجع.. هل أنت تتحكم بجوالك، ولا هو اللي يمشيك؟"
        }
      ]
    },
    "self_development": {
      "name": "تطوير الذات",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "وهم النفسية",
          "script": "تنتظر 'النفسية تزين' عشان تذاكر أو تروح النادي؟.. أبشرك، راح تضل مكانك طول عمرك! التحفيز هذا أكبر كذبة نصدقها.\n\nالناجحين ما يشتغلون لأنهم 'مبسوطين'.. يشتغلون لأن عندهم 'انضباط' (Discipline). مشاعرهم على جنب، وشغلهم أول.\n\nكريستيانو رونالدو ما يصحى الفجر وهو طاير من الفرحة.. هو يصحى لأنه 'لازم يصحى'. الاعتماد على المشاعر طريق الفشل، لأن المشاعر تقلب.. بس الالتزام ثابت.\n\nالحل إنك تسوي الشغلة وأنت 'مالك خلق'.. هنا يكمن السر، وهنا ينصنع الرجال. قوم اشتغل الحين حتى لو كارِه نفسك.. لأن هذا هو ثمن النجاح الحقيقي."
        },
        {
          "archetype": "warning",
          "title": "ساعة الهلاك",
          "script": "أول ساعة في صباحك تحدد مصير الـ 23 ساعة الباقية.. لو مسكت جوالك أول ما تفتح عينك، يومك تدمر رسمياً!\n\nأنت تدخل عقلك في حالة 'تشتت' وتشوف مشاكل الناس وحياة غيرك قبل ما حتى تغسل وجهك. النتيجة؟ تركيزك يضيع، وتبدأ يومك وأنت مضغوط نفسياً.\n\nالناجحين يسوون العكس: أول ساعة هذي 'منطقة محرمة' على الجوال.. رياضة، قراءة، أو حتى هدوء مع قهوتك. جرب ما تشبك نت أول ساعة لمدة أسبوع.. وبتشوف إنتاجيتك تدبلت، وبالك صار أروق. ابدأ يومك لنفسك.. مو للناس."
        },
        {
          "archetype": "reality_check",
          "title": "خدعة المثقف",
          "script": "تقرأ 50 كتاب بالسنة؟.. معليش، هذا مو إنجاز.. هذا اسمه 'مهايط ثقافي'! لو تقرأ وما تطبق، أنت والشخص الأمي سوا.\n\nالمخ يعتبر القراءة 'إنجاز وهمي'.. تحس إنك صرت فاهم، فترضا عن نفسك ومبتعملش حاجة. قاعدة ذهبية: كتاب واحد تفهمه وتطبق اللي فيه، أطلق من مكتبة كاملة محشية براسك.\n\nالمعلومات بدون تنفيذ تسبب لك 'تخمة عقلية' وصداع. اقرأ صفحة وحدة، وروح طبقها فوراً. هذا الطريق الوحيد للتغيير. المعرفة قوة في حالة وحدة بس.. لو تحولت لفعل."
        },
        {
          "archetype": "actionable_hack",
          "title": "قاعدة الـ 5 ثواني",
          "script": "تعرف اللحظة اللي تفكر تقوم تسوي شي، وفجأة تكسل؟.. اللحظة هذي هي اللي تفرق بين الناجح والفاشل، والحل في 5 ثواني بس!\n\nمخك مصمم يحميك من التعب.. فبمجرد ما تفكر بمجهود، يبدأ يطلع أعذار: 'الجو برد'، 'ببدأ بكرة'.\n\nالحل؟ قاعدة ميل روبنز: أول ما تجيك الفكرة، عد تنازلي 5-4-3-2-1 وفز من مكانك زي الصاروخ. العد هذا يعطل الجزء 'الكسول' بمخك ويخليك تتحرك غصب.\n\nحياتك كلها تتغير في قرارات صغيرة ناخذها (أو نأجلها) في ثواني. لا تفكر.. عد للخمسة وانطلق."
        },
        {
          "archetype": "social_logic",
          "title": "عدوى الفشل",
          "script": "أنت متوسط الخمسة أشخاص اللي تجلس معهم.. المعادلة هذي ممكن ترفعك فوق، أو تخسف بك الأرض!\n\nلو ربعك بالاستراحة كل سوالفهم تشكي وديون، بتصير سادسهم غصب عنك. الأفكار معدية مثل الفيروسات.\n\nتبي تتغير؟ غير 'الشلة'. مو لازم تقطعهم، بس قلل وقتك معهم، ودور ناس أذكى منك وأنجح منك تجلس معهم.\n\nلما تجلس مع تجار، بتفكر بالتجارة.. ولما تجلس مع محبطين، بتفكر بالفشل. شوف ربعك الحين واسأل نفسك.. هل أبي أصير زيهم بعد 5 سنين؟ الصاحب ساحب.. فاختر من يسحبك للقمة."
        }
      ]
    },
    "restaurants": {
      "name": "المطاعم",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "خدعة الإعلانات",
          "script": "ليش ساندوتش البرجر بالإعلان شكله يشهي، ولما تشتريه يطلع 'مفعوص' وحالته حالة؟.. الحقيقة إن اللي تشوفه بالتلفزيون هذا مو أكل أصلاً!\n\nإحنا نتكلم عن 'مكياج' للأكل.. خدع تصوير عشان تجوع غصب عنك.\n\nشايف اللمعة اللي عاللحمة؟ هذا زيت سيارات! والجبنة اللي تمط؟ هذا غراء خشب! والبخار؟ هذي قطنة مبلولة ومسخنة ورا الساندوتش.\n\nالمطاعم تبيع 'الوهم' لعينك قبل بطنك، وأنت تدفع الفاتورة. لا تخلي الصور تخدعك.. الطعم هو الحكم الوحيد، مو الشكل."
        },
        {
          "archetype": "warning_health",
          "title": "اختبار الحمام",
          "script": "قبل ما تطلب الأكل بأي مطعم جديد.. ادخل دورة المياه أول! هالحركة البسيطة ممكن تنقذك من تسمم غذائي وأنت ما تدري.\n\nقاعدة عالمية في التفتيش: 'نظافة الحمام هي مراية لنظافة المطبخ'. لو الحمام اللي الزباين يشوفونه وسخ.. تخيل المطبخ المستخبي كيف وضعه؟\n\nلو لقيت المغاسل وصخة أو ما فيه صابون.. اهرب فوراً! لأن هذا معناه إن الطباخين نفسهم ما يغسلون أياديهم. صحتك أغلى من إنك تستحي تطلع.. المطعم النظيف يبان من أصغر تفاصيله. إذا الحمام يخرع.. المطبخ يقتل."
        },
        {
          "archetype": "strategy",
          "title": "هندسة البوفيه",
          "script": "كيف تاكل في البوفيه المفتوح بدون ما المطعم يضحك عليك؟.. البوفيه مصمم هندسياً عشان يشبعك بأرخص أكل عندهم!\n\nلاحظ دائماً إن أول صحون بالبوفيه هي 'العيش، الرز، والمكرونة'. ليش؟ عشان تعبي صحنك نشويات رخيصة قبل ما توصل للحم.\n\nالذكي يسوي العكس: ابدأ بالبروتين والسلطات، وخل الرز والخبز للآخر. ولا تشرب عصيرات وسوائل كثير، لأنها تنفخ البطن وتخليك تشبع بسرعة.\n\nأنت دافع مبلغ وقدره.. فكل الأشياء الغالية (جمبري، ستيك) واترك الرخيص اللي تقدر تسويه بالبيت. عشان تحلل فلوسك.. ابدأ بالغالي واختم بالرخيص."
        },
        {
          "archetype": "opportunity",
          "title": "سر المطاعم الشعبية",
          "script": "ليش دائماً ألذ أكل تذوقه يكون في مطعم صغير بحارة، مو في الفنادق الـ 5 نجوم؟.. السر مو بالنظافة، السر في 'التخصص'!\n\nالمطعم الصغير هذا يسوي صنفين أو ثلاثة بس، وله 40 سنة يتقنهم. هو حافظ الصنعة صح. لكن المطعم الكبير اللي المنيو حقه فيه 100 صنف.. مستحيل يضبطهم كلهم. أغلب الأكل هذا يكون 'مجمد' ويتسخن بالمايكرويف.\n\nلو تبي تجربة أكل حقيقية، دور عالزحمة اللي عند محل الكبدة أو المطبق الصغير.. الناس ذوقها ما يكذب. دور على المعلم المتخصص.. واترك بتاع كله."
        },
        {
          "archetype": "math_science",
          "title": "كيمياء الإدمان",
          "script": "ليش بطاطس ماكدونالدز طعمها مختلف عن البيت، وتدمن عليها؟.. هذي مو شطارة طباخ، هذي كيمياء ومعامل!\n\nالشركات هذي تحط نسب دقيقة جداً من 'السكر والملح والدهون'.. التركيبة هذي تضرب بمخك زي المخدرات بالضبط. يخلونك تبي تاكل زيادة حتى لو شبعان.\n\nده غير 'مكسبات الطعم' الصناعية اللي تخلي ريحة الأكل تفوح وتجيبك من آخر الشارع. هم ما يبيعون أكل يغذيك، هم يبيعون 'دوبامين' يبسطك لحظياً، وأنت تدفع الثمن من صحتك. كل براحتك بس خلك واعي.. أنت مو جوعان، أنت مدمن."
        }
      ]
    },
    "fashion": {
      "name": "الفاشون",
      "examples": [
        {
          "archetype": "myth_buster",
          "title": "وهم الماركات",
          "script": "تحسب الكشخة إنك تلبس ماركات وعليها شعارات كبر راسك؟.. يا الحبيب، أغنى ناس بالعالم يلبسون تيشيرتات سادة بـ 50 ريال! السر مو بالسعر، السر في 'المقاس'.\n\nالثوب اللي بـ 5000 ريال لو واسع عليك بيبان 'كيس'.. والتيشيرت الرخيص لو مقاسه (Fit) عليك بيبان براند عالمي.\n\nشوف الكبارية ورجال الأعمال، ما يلبسون شعارات عملاقة.. هذا يسمونه 'Quiet Luxury'. اللي يلبس لوجو كبير هذا شخص يحاول يثبت للناس إنه معاه فلوس.\n\nالأناقة مو إنك تشتري المحل كله.. الأناقة إنك تلبس اللي لايق على جسمك، حتى لو من سوق شعبي. أهم قاعدة في الموضة.. المقاس هو الملك."
        },
        {
          "archetype": "warning",
          "title": "كارثة البوليستر",
          "script": "قبل ما تشتري أي قميص أو ثوب.. شيك على التاغ الداخلي أول! لو لقيت كلمة 'Polyester' بنسبة 100%.. ارمها واهرب.\n\nالبوليستر هذا حرفياً 'بلاستيك'.. يعني كأنك لابس كيس زبالة (وأنتم بكرامة). يخلي جسمك يعرق، ويحبس الحرارة، ويطلع ريحة شينة.\n\nالشركات تحبه لأنه رخيص وما يتعفط.. بس بشرتك هي الضحية في حرنا هذا. دور دائماً على خامات طبيعية زي 'القطن' أو 'الكتان' أو 'الصوف البارد'. ممكن تدفع زيادة شوي.. بس بتعيش في جسم يتنفس، وما راح تنكتم طول اليوم. دلع جسمك بقطن طبيعي.. ترى صحتك بفلوس."
        },
        {
          "archetype": "style_hack",
          "title": "خدعة الطول",
          "script": "تبي تبان أطول وأنحف بدون ما تسوي رجيم ولا تخسر كيلو واحد؟.. السر كله في العين والخدع البصرية.\n\nالخدعة اسمها 'المونوكروم'.. يعني تلبس لون واحد بدرجاته من فوق لتحت (مثلاً قميص كحلي وبنطلون جينز غامق).\n\nالحركة هذي تخلي عين الناس تمشي عليك بخط مستقيم بدون ما توقف، فتبان أطول. لكن لو لبست قميص أبيض وبنطلون أسود، أنت قسمت جسمك نصين، فبتبان أقصر وأعرض.\n\nهذي التريكة اللي كل نجوم السينما يسوونها. الكشخة علم وهندسة مو بس ذوق. وحد ألوانك.. يتوحد شكلك وتزيد هيبتك."
        },
        {
          "archetype": "actionable_advice",
          "title": "أساس الكشخة",
          "script": "تبي ترفع مستوى أناقتك 10 درجات فوراً بدون ما تصرف ريال؟.. اهتم بشي واحد بس: نظافة حذائك (وأنتم بكرامة)!\n\nالناس تطالع في وجهك، وبعدين تطالع في رجلك. لو لابس أغلى طقم وحذائك معدوم، شكلك كله بيطلع رخيص.\n\nالجزمة البيضاء بالذات.. هي جوكر تمشي مع كل شي، بس بشرط تكون 'تلق لق'. حذاء نظيف يعطي انطباع إنك شخص مهتم بالتفاصيل ونظيف في حياتك.\n\nما تحتاج 10 جزم.. تحتاج وحدة نظيفة ومريحة. هذي أهم قطعة في دولابك. ملمع الأحذية بـ 10 ريال.. بس قيمته في مظهرك تسوى ملايين."
        },
        {
          "archetype": "math_logic",
          "title": "قانون الـ 3 ألوان",
          "script": "ليش لما تلبس طقم تحس إنه 'حوسة' وألوان، ولما تشوف موديل لابس نفس الألوان يطلع كشخة؟.. السر في النسبة الذهبية للألوان.\n\nقاعدة عالمية: لا تلبس أكثر من 3 ألوان في طقم واحد عشان العين ما تتشتت.\n\nالقاعدة تقول: 60% لون أساسي (زي الثوب أو البنطلون)، 30% لون ثانوي (الجاكيت)، و 10% لون مميز (الساعة أو الحذاء).\n\nلو زدت عن 3 ألوان، بتصير كأنك لوحة إعلانات. البساطة هي قمة الفخامة. احفظ الرقم هذا: 3 ألوان بالكثير، ولا تزيد عنها. خلك بسيط.. الزحمة تغطي جمالك."
        }
      ]
    }
  }
}
